[
    {
        "original_premise": "uh i don't know i i have mixed emotions about him uh sometimes i like him but at the same times i love to see somebody beat him",
        "perturbed_premise": "Sometimes I love to see somebody beat him, but at the same time, I have mixed emotions about him. Uh, I don't know if I like him.",
        "original_hypothesis": "I like him for the most part, but would still enjoy seeing someone beat him.",
        "perturbed_hypothesis": "Seeing someone beat him would be enjoyable, but I still like him for the most part.",
        "original_label": 0,
        "premise_score": 0.9763115048408508,
        "hypothesis_score": 0.9928292632102966,
        "user_label": 1
    },
    {
        "original_premise": "yeah i know and i did that all through college and it worked too",
        "perturbed_premise": "4. Yeah, I did that all through college and it worked, I know too.",
        "original_hypothesis": "I did that all through college but it never worked ",
        "perturbed_hypothesis": "\"It never worked, but I did that all through college.\"",
        "original_label": 2,
        "premise_score": 0.8224692940711975,
        "hypothesis_score": 0.9882379174232483,
        "user_label": 2
    },
    {
        "original_premise": "Calcutta seems to be the only other production center having any pretensions to artistic creativity at all, but ironically you're actually more likely to see the works of Satyajit Ray or Mrinal Sen shown in Europe or North America than in India itself.",
        "perturbed_premise": "Ironically, in India itself, you're more likely to see the works of Satyajit Ray or Mrinal Sen shown in Europe or North America, despite Calcutta seeming to be the only other production center having any pretensions to artistic creativity at all.",
        "original_hypothesis": "Most of Mrinal Sen's work can be found in European collections.",
        "perturbed_hypothesis": "In European collections, most of Mrinal Sen's work cannot be found.",
        "original_label": 1,
        "premise_score": 0.8957532048225403,
        "hypothesis_score": 0.9493622183799744,
        "user_label": 1
    },
    {
        "original_premise": "If that investor were willing to pay extra for the security of limited downside, she could buy put options with a strike price of $98, which would lock in her profit on the shares at $18, less whatever the options cost.",
        "perturbed_premise": "She could buy put options with a strike price of $98 if she were willing to pay extra for the shares' limited downside security, which would lock in her profit at $18, minus the options' cost.",
        "original_hypothesis": "THe strike price could be $8.",
        "perturbed_hypothesis": "- $8 could be the strike price.",
        "original_label": 2,
        "premise_score": 0.9694722890853882,
        "hypothesis_score": 0.9904762506484985,
        "user_label": 2
    },
    {
        "original_premise": "i'm not sure what the overnight low was",
        "perturbed_premise": "\"What was the low overnight? I'm not sure.\"",
        "original_hypothesis": "I don't know how cold it got last night.",
        "perturbed_hypothesis": "1. Last night, I don't know how cold it got.",
        "original_label": 0,
        "premise_score": 0.99000483751297,
        "hypothesis_score": 0.9943311214447021,
        "user_label": 0
    },
    {
        "original_premise": "Blue says Blumenthal claimed Clinton had told him that Lewinsky had made unwanted sexual advances.",
        "perturbed_premise": "Blumenthal had claimed that Lewinsky had told Clinton that Blue had made unwanted sexual advances.",
        "original_hypothesis": "Clinton said that Monica Lewinsky made unwanted sexual advances during her time as a journalist in the White House. ",
        "perturbed_hypothesis": "During her time as a journalist in the White House, Monica Lewinsky said that Clinton made unwanted sexual advances.",
        "original_label": 1,
        "premise_score": 0.9186598062515259,
        "hypothesis_score": 0.9903852939605713,
        "user_label": 1
    },
    {
        "original_premise": "We also have found that leading organizations strive to ensure that their core processes efficiently and effectively support mission-related outcomes.",
        "perturbed_premise": "4. Supporting mission-related outcomes is a priority for leading organizations, who ensure their core processes are efficient and effective.",
        "original_hypothesis": "Leading organizations want to be sure their employees are safe.",
        "perturbed_hypothesis": "4. Their employees want to be sure leading organizations are safe.",
        "original_label": 1,
        "premise_score": 0.9935699701309204,
        "hypothesis_score": 0.983073890209198,
        "user_label": 1
    },
    {
        "original_premise": "Conversely, an increase in government saving adds to the supply of resources available for investment and may put downward pressure on interest rates.",
        "perturbed_premise": "An increase in interest rates may put downward pressure on government savings and conversely add to the supply of resources available for investment.",
        "original_hypothesis": "Interest rates should increase to increase saving.",
        "perturbed_hypothesis": "To increase saving, interest rates should increase.",
        "original_label": 2,
        "premise_score": 0.9951732754707336,
        "hypothesis_score": 0.9935518503189087,
        "user_label": 1
    },
    {
        "original_premise": "The vineyards hug the gentle slopes between the Vosges and the Rhine Valley along a single narrow 120-km (75-mile) strip that stretches from Marlenheim, just west of Strasbourg, down to Thann, outside Mulhouse.",
        "perturbed_premise": "Just west of Strasbourg, the vineyards stretch from Marlenheim down to Thann, outside Mulhouse, hugging the gentle slopes between the Vosges and the Rhine Valley along a single narrow 120-km (75-mile) strip.",
        "original_hypothesis": "The slopes between the Vosges and Rhine Valley are the only place appropriate for vineyards.",
        "perturbed_hypothesis": "The Rhine Valley and Vosges slopes are the only appropriate places for vineyards.",
        "original_label": 1,
        "premise_score": 0.983812689781189,
        "hypothesis_score": 0.9868113398551941,
        "user_label": 1
    },
    {
        "original_premise": "Rouen is the ancient center of Normandy's thriving textile industry, and the place of Joan of Arc's martyrdom ' a national symbol of resistance to tyranny.",
        "perturbed_premise": "Joan of Arc's martyrdom, a national symbol of resistance to tyranny, is the ancient center of Normandy's thriving textile industry in Rouen.",
        "original_hypothesis": "Joan of Arc sacrificed her life at Rouen, which became an enduring symbol of opposition to tyranny.",
        "perturbed_hypothesis": "At Rouen, Joan of Arc became an enduring symbol of opposition to tyranny by sacrificing her life.",
        "original_label": 0,
        "premise_score": 0.8910326361656189,
        "hypothesis_score": 0.9923345446586609,
        "user_label": 0
    },
    {
        "original_premise": "In Hong Kong you can have a plate, or even a whole dinner service, hand-painted to your own design.",
        "perturbed_premise": "You can have your own hand-painted design, whether it's a plate or an entire dinner service, in Hong Kong.",
        "original_hypothesis": "It's impossible to have a plate hand-painted to your own design in Hong Kong.",
        "perturbed_hypothesis": "'In Hong Kong, it's possible to have your own design hand-painted on a plate.'",
        "original_label": 2,
        "premise_score": 0.9884225726127625,
        "hypothesis_score": 0.9946175217628479,
        "user_label": 0
    },
    {
        "original_premise": "While it's probably true that democracies are unlikely to go to war unless they're attacked, sometimes they are the first to take the offensive.",
        "perturbed_premise": "Sometimes, democracies are the first to take the offensive, even if they haven't been attacked, but it's unlikely for them to go to war.",
        "original_hypothesis": "Democracies probably won't go to war unless someone attacks them on their soil",
        "perturbed_hypothesis": "Unless someone attacks them on their soil, democracies probably won't go to war.",
        "original_label": 0,
        "premise_score": 0.9844739437103271,
        "hypothesis_score": 0.9895561337471008,
        "user_label": 2
    },
    {
        "original_premise": "But to you, who know the truth, I propose to read certain passages which will throw some light on the extraordinary mentality of this great man.\" He opened the book, and turned the thin pages.",
        "perturbed_premise": "He proposed to open the book and read certain passages which will throw some light on the extraordinary mentality of this great man, but only to those who know the truth. Turning the thin pages, he began to read.",
        "original_hypothesis": "There is no information on the mentality of the man, extraordinary or not, contained within the thin-paged book. ",
        "perturbed_hypothesis": "Contained within the thin-paged book is extraordinary information on the mentality of the man, whether or not it is there.",
        "original_label": 2,
        "premise_score": 0.9833089709281921,
        "hypothesis_score": 0.9593909978866577,
        "user_label": 1
    },
    {
        "original_premise": "But you have to have money to save it, and not many couples with young children have the luxury of tucking away $2,000 apiece annually for their Golden Years.",
        "perturbed_premise": "Not many couples with young children have the luxury of tucking away $2,000 apiece annually for their Golden Years, but to save money, you have to have it.",
        "original_hypothesis": "Not many couples with kids can save up for retirement.",
        "perturbed_hypothesis": "\"For retirement, many couples with kids cannot save up.\"",
        "original_label": 0,
        "premise_score": 0.9911729693412781,
        "hypothesis_score": 0.9885984659194946,
        "user_label": 0
    },
    {
        "original_premise": "Harlem was our first permanent office, he said. ",
        "perturbed_premise": "\"Our first permanent office was Harlem,\" he said.",
        "original_hypothesis": "Harlem did a great job ",
        "perturbed_hypothesis": "10. Harlem accomplished a great job!",
        "original_label": 1,
        "premise_score": 0.9702122211456299,
        "hypothesis_score": 0.8878523111343384,
        "user_label": 1
    },
    {
        "original_premise": "But when the cushion is spent in a year or two, or when the next recession arrives, the disintermediating voters will find themselves playing the roles of budget analysts and tax wonks.",
        "perturbed_premise": "The disintermediating voters will find themselves playing the roles of budget analysts and tax wonks when the cushion is spent in a year or two or when the next recession arrives, but not before.",
        "original_hypothesis": "The cushion will likely be spent in under two years.",
        "perturbed_hypothesis": "In under two years, the cushion will likely be spent.",
        "original_label": 0,
        "premise_score": 0.8884499073028564,
        "hypothesis_score": 0.9911310076713562,
        "user_label": 1
    },
    {
        "original_premise": "The Data Warehousing Institute provides education and training in the data warehousing and business intelligence industry.",
        "perturbed_premise": "- Education and training in the data warehousing and business intelligence industry are provided by the Institute of Data Warehousing.",
        "original_hypothesis": "Business intelligence industry is a new and promising field of study.",
        "perturbed_hypothesis": "1. A promising field of study is the new business intelligence industry.",
        "original_label": 1,
        "premise_score": 0.9951979517936707,
        "hypothesis_score": 0.9958131909370422,
        "user_label": 1
    },
    {
        "original_premise": "Tuppence rose.",
        "perturbed_premise": "'Roses, tuppence.'",
        "original_hypothesis": "Tuppence floated into the air.",
        "perturbed_hypothesis": "'Into the air floated Tuppence.'",
        "original_label": 1,
        "premise_score": 0.9487895369529724,
        "hypothesis_score": 0.9905524253845215,
        "user_label": 1
    },
    {
        "original_premise": "Similarly, OIM revised the electronic Grant Renewal Application to accommodate new information sought by LSC and to ensure greater ease for users.",
        "perturbed_premise": "The electronic Grant Renewal Application was revised by OIM to ensure greater ease for users and to accommodate new information sought by LSC, similarly.",
        "original_hypothesis": "Changes were made to the Grant Renewal Application to provide extra information to the LSC.",
        "perturbed_hypothesis": "The LSC provided extra information to the Grant Renewal Application, making changes.",
        "original_label": 0,
        "premise_score": 0.9139595031738281,
        "hypothesis_score": 0.8960244655609131,
        "user_label": 1
    },
    {
        "original_premise": "There are no shares of a stock that might someday come back, just piles of options as worthless as those shares of Cook's American Business Alliance.",
        "perturbed_premise": "Just like Cook's American Business Alliance shares, piles of worthless options might someday come back, but there are no shares of a stock.",
        "original_hypothesis": " Cook's American Business Alliance caused shares of stock to come back.",
        "perturbed_hypothesis": "Shares of Cook's American Business Alliance caused stock to come back.",
        "original_label": 2,
        "premise_score": 0.9607036709785461,
        "hypothesis_score": 0.8408784866333008,
        "user_label": 2
    },
    {
        "original_premise": "Do you think Mrs. Inglethorp made a will leaving all her money to Miss Howard? I asked in a low voice, with some curiosity. ",
        "perturbed_premise": "With some curiosity, I asked in a low voice, \"Do you think Miss Howard made a will leaving all her money to Mrs. Inglethorp?\"",
        "original_hypothesis": "I yelled at the top of my lungs.",
        "perturbed_hypothesis": "At the top of my lungs, I yelled.",
        "original_label": 2,
        "premise_score": 0.9918301701545715,
        "hypothesis_score": 0.9762217402458191,
        "user_label": 2
    },
    {
        "original_premise": "WHOLE LIFE POLICIES - Policies that provide insurance over the insured's entire life and the proceeds (face amount) are paid only upon death of the insured.",
        "perturbed_premise": "Only the insured's death provides the proceeds (face amount) for policies that cover the entire life of the insured - whole life policies.",
        "original_hypothesis": "Whole life policies are a type of life insurance that only cover the insured person until retirement from the workforce.",
        "perturbed_hypothesis": "Life insurance policies cover the insured person until retirement from the workforce, but whole type policies are only for a certain period.",
        "original_label": 2,
        "premise_score": 0.9803029298782349,
        "hypothesis_score": 0.9629923701286316,
        "user_label": 2
    },
    {
        "original_premise": "Justice Kennedy does not care what law librarians across the country do with all the Supreme Court Reporters from 1790 through 1998.",
        "perturbed_premise": "Law librarians across the country do not care what Justice Kennedy does with all the Supreme Court Reporters from 1790 through 1998 regarding justice.",
        "original_hypothesis": "Justice Kennedy doesn't care if the Supreme Court Reporters from 1790 to 1998 are thrown away.",
        "perturbed_hypothesis": "From 1790 to 1998, Supreme Court reporters are thrown away, and Justice Kennedy doesn't care about justice.",
        "original_label": 0,
        "premise_score": 0.8606919050216675,
        "hypothesis_score": 0.9927184581756592,
        "user_label": 1
    },
    {
        "original_premise": "The entire city was surrounded by open countryside with a scattering of small villages.",
        "perturbed_premise": "With a scattering of small villages, the open countryside surrounded the entire city.",
        "original_hypothesis": "The whole countryside is scattered with small villages. ",
        "perturbed_hypothesis": "Small scattered villages are all over the countryside.",
        "original_label": 0,
        "premise_score": 0.9711976647377014,
        "hypothesis_score": 0.98802649974823,
        "user_label": 1
    },
    {
        "original_premise": "it's actually there well Iraq has had uh designs on that place since nineteen twenty two so you know it wasn't like something that just suddenly popped up",
        "perturbed_premise": "Well, since nineteen twenty-two, Iraq has had designs on that place, so it's not like something that just suddenly popped up. Actually, it's there, you know.",
        "original_hypothesis": "The weird thing is that Iraq was never interested in that place until now.",
        "perturbed_hypothesis": "That Iraq is interested in that place now is weird, considering it was never the case before.",
        "original_label": 2,
        "premise_score": 0.961798906326294,
        "hypothesis_score": 0.9877338409423828,
        "user_label": 2
    },
    {
        "original_premise": "The final rule contains a Federalism Assessment under Executive Order",
        "perturbed_premise": "Under Executive Order, the Federalism Assessment contains a final rule.",
        "original_hypothesis": "The final rule had a federalism assessment that was added through executive order by the President.",
        "perturbed_hypothesis": "The President added a federalism assessment through executive order to the final rule.",
        "original_label": 1,
        "premise_score": 0.9462602138519287,
        "hypothesis_score": 0.9884500503540039,
        "user_label": 0
    },
    {
        "original_premise": "Prototyping, for example, may act as part of the requirements definition process, helping the agency identify and control areas of high uncertainty and technical risk.",
        "perturbed_premise": "The agency may identify and control areas of high uncertainty and technical risk by using prototyping, which is an example of the requirements definition process.",
        "original_hypothesis": "Prototyping is not important, testing with the actual finished product is better.",
        "perturbed_hypothesis": "Testing with the actual finished product is better, prototyping is not important.",
        "original_label": 2,
        "premise_score": 0.9935356378555298,
        "hypothesis_score": 0.9869928359985352,
        "user_label": 1
    },
    {
        "original_premise": "so i guess my experience is is just with what we did and and so they didn't really go through the child care route they were able to be home together",
        "perturbed_premise": "\"Just through what we did, they were able to be home together, so I guess my experience with the child care route is not really relevant and they didn't go through it.\"",
        "original_hypothesis": "They were able to be home rather than having to worry about getting child care.",
        "perturbed_hypothesis": "\"Getting child care was a worry, but they were able to be home rather than having to.\"",
        "original_label": 0,
        "premise_score": 0.9754990339279175,
        "hypothesis_score": 0.9805411696434021,
        "user_label": 1
    },
    {
        "original_premise": "DOD's common practice for managing this environment has been to create aggressive risk reduction efforts in its programs.",
        "perturbed_premise": "In managing its programs, DOD has traditionally implemented risk reduction efforts that are passive and non-threatening to the environment.",
        "original_hypothesis": "Creating risk reduction efforts is common practice.",
        "perturbed_hypothesis": "Risk reduction efforts are creating common practice.",
        "original_label": 0,
        "premise_score": 0.9915586709976196,
        "hypothesis_score": 0.9686214923858643,
        "user_label": 1
    },
    {
        "original_premise": "you sound like this girl that i talked to about books and we got into movies one night",
        "perturbed_premise": "One night, we talked about movies and got into books with a girl who sounds like you.",
        "original_hypothesis": "I found out about so many movies I had never heard of.",
        "perturbed_hypothesis": "5. Many movies I had never heard of, I found out about.",
        "original_label": 1,
        "premise_score": 0.8555533289909363,
        "hypothesis_score": 0.9899793863296509,
        "user_label": 1
    },
    {
        "original_premise": "yeah really no kidding",
        "perturbed_premise": "\"No, really! Yeah, kidding.\"",
        "original_hypothesis": "Really? No kidding! ",
        "perturbed_hypothesis": "\"No kidding! Really?\"",
        "original_label": 0,
        "premise_score": 0.9237878322601318,
        "hypothesis_score": 0.9703658223152161,
        "user_label": 1
    },
    {
        "original_premise": "Visit at sundown or out of season to get the full flavor of the setting.",
        "perturbed_premise": "To get the full flavor of the setting, visit out of season or at sundown.",
        "original_hypothesis": "The setting is better to visit at sundown or during low season.",
        "perturbed_hypothesis": "During low season, the setting is better to visit at sundown.",
        "original_label": 0,
        "premise_score": 0.9951900243759155,
        "hypothesis_score": 0.8230188488960266,
        "user_label": 0
    },
    {
        "original_premise": "All of the islands are now officially and proudly part of France, not colonies as they were for some three centuries.",
        "perturbed_premise": "For some three centuries, the islands were colonies, but now they are officially and proudly part of France. All of them.",
        "original_hypothesis": "The islands are part of France now instead of just colonies.",
        "perturbed_hypothesis": "Instead of just colonies, France is now part of the islands.",
        "original_label": 0,
        "premise_score": 0.9915522336959839,
        "hypothesis_score": 0.9487160444259644,
        "user_label": 1
    },
    {
        "original_premise": "While parents may pick up this gay semaphore, kids aren't likely to.",
        "perturbed_premise": "Kids aren't likely to pick up this gay semaphore, while parents may.",
        "original_hypothesis": "Some kids do understand gay signals.",
        "perturbed_hypothesis": "1. Gay kids do understand some signals.",
        "original_label": 1,
        "premise_score": 0.9905669093132019,
        "hypothesis_score": 0.9927234053611755,
        "user_label": 1
    },
    {
        "original_premise": "Taking an ecumenical tack, nation officials in Chicago recently issued edicts commanding preachers to back off their anti-Semitic rhetoric.",
        "perturbed_premise": "In Chicago, nation officials recently issued edicts commanding preachers to back off their anti-Semitic rhetoric by taking an ecumenical tack.",
        "original_hypothesis": "Nation officials in Chicago are involved in religious issues.",
        "perturbed_hypothesis": "Religious officials in Chicago are involved in national issues.",
        "original_label": 0,
        "premise_score": 0.9456923604011536,
        "hypothesis_score": 0.9948813915252686,
        "user_label": 1
    },
    {
        "original_premise": "Saddam could emerge strengthened (and America tarnished) in the eyes of the Arab world.",
        "perturbed_premise": "In the eyes of the Arab world, America could emerge tarnished (and Saddam strengthened).",
        "original_hypothesis": "America's opinion on Saddam would also worsen.",
        "perturbed_hypothesis": "Saddam's opinion on America would also worsen.",
        "original_label": 1,
        "premise_score": 0.9735367894172668,
        "hypothesis_score": 0.9909857511520386,
        "user_label": 1
    },
    {
        "original_premise": "There is nothing more to be done here, I think, unless, he stared earnestly and long at the dead ashes in the grate. ",
        "perturbed_premise": "Unless he stared earnestly and long at the dead ashes in the grate, I think there is nothing more to be done here.",
        "original_hypothesis": "There isn't anything left to do. ",
        "perturbed_hypothesis": "5. There isn't anything to do left.",
        "original_label": 0,
        "premise_score": 0.9535709023475647,
        "hypothesis_score": 0.9935430288314819,
        "user_label": 1
    },
    {
        "original_premise": "In Texas, the legislature was instrumental in effecting changes to the state's benefit programs through provisions in several pieces of legislation.",
        "perturbed_premise": "The benefit programs in the state underwent significant changes due to the legislature's provisions in multiple pieces of legislation in Texas.",
        "original_hypothesis": "The legislature was instrumental in effecting changes to the benefit program.",
        "perturbed_hypothesis": "1. The benefit program was instrumental in effecting changes to the legislature.",
        "original_label": 0,
        "premise_score": 0.935938835144043,
        "hypothesis_score": 0.9929359555244446,
        "user_label": 2
    },
    {
        "original_premise": "Around 1500 b.c. , a massive volcanic eruption at Santorini destroyed not only Akrotiri under feet of ash and pumice but the whole Minoan civilization.",
        "perturbed_premise": "The whole Minoan civilization was destroyed by Akrotiri under feet of ash and pumice, as well as a massive volcanic eruption at Santorini around 1500 b.c.",
        "original_hypothesis": "The entire Minoan civilization was destroyed by a volcanic eruption.",
        "perturbed_hypothesis": "'A volcanic eruption destroyed the entire Minoan civilization.'",
        "original_label": 0,
        "premise_score": 0.915959894657135,
        "hypothesis_score": 0.993127703666687,
        "user_label": 0
    },
    {
        "original_premise": "Over most of the 1980s and 1990s, the U.S. was able to invest more than it saved by attracting financing from abroad.",
        "perturbed_premise": "By attracting financing from abroad, over the 1990s and most of the 1980s, the U.S. was able to save more than it invested.",
        "original_hypothesis": "The US could save more than it invested in the 1980's and 90's.",
        "perturbed_hypothesis": "1. In the 1980's and 90's, the US invested more than it could save.",
        "original_label": 2,
        "premise_score": 0.991586446762085,
        "hypothesis_score": 0.9928505420684814,
        "user_label": 2
    },
    {
        "original_premise": "The sacred is not mysterious to her.",
        "perturbed_premise": "Not mysterious to her is the sacred.",
        "original_hypothesis": "The woman is familiar with the sacred.",
        "perturbed_hypothesis": "1. The sacred is familiar to the woman.",
        "original_label": 0,
        "premise_score": 0.8726990818977356,
        "hypothesis_score": 0.9922754168510437,
        "user_label": 0
    },
    {
        "original_premise": "If you land by boat, Caravelle beach is yours for the using; otherwise you'll have to pay a nominal charge to the vacation club that owns the acreage.",
        "perturbed_premise": "Caravelle beach is yours for the using if you pay a nominal charge to the vacation club that owns the acreage; otherwise, if you land by boat, you won't be able to access it.",
        "original_hypothesis": "There is a charge for people arriving at Caravelle beach by land.",
        "perturbed_hypothesis": "By arriving at Caravelle beach, people are charged for land.",
        "original_label": 0,
        "premise_score": 0.9899641871452332,
        "hypothesis_score": 0.9681698679924011,
        "user_label": 1
    },
    {
        "original_premise": "GAO recommends that the Secretary of Defense revise policy and guidance",
        "perturbed_premise": "The Secretary of Defense recommends that GAO revise policy and guidance.",
        "original_hypothesis": "GAO recommends that the Secretary of Defense revise policy and guidance",
        "perturbed_hypothesis": "\"The Secretary of Defense should revise policy and guidance, as recommended by GAO.\"",
        "original_label": 0,
        "premise_score": 0.9924023151397705,
        "hypothesis_score": 0.9933873414993286,
        "user_label": 2
    },
    {
        "original_premise": "The primary screen must be integrated into the standard intake procedure of the emergency setting and must be the responsibility of the staff to administer to all patients.",
        "perturbed_premise": "All patients must administer the primary screen as a standard intake procedure in the emergency setting and it must be integrated into the responsibility of the staff.",
        "original_hypothesis": "The primary screen is the responsibility of the staff to be given to all patients.",
        "perturbed_hypothesis": "All patients are responsible for giving the primary screen to the staff.",
        "original_label": 0,
        "premise_score": 0.8918110132217407,
        "hypothesis_score": 0.9106160998344421,
        "user_label": 2
    },
    {
        "original_premise": "As a basic guide, the symbols below have been used to indicate high-season rates in Hong Kong dollars, based on double occupancy, with bath or shower.",
        "perturbed_premise": "Based on double occupancy, the symbols below have been used as a guide to indicate high-season rates in Hong Kong dollars with bath or shower.",
        "original_hypothesis": "As you can see, the symbols are of dolphins and octopuses.",
        "perturbed_hypothesis": "The dolphins and octopuses are symbols of what you can see.",
        "original_label": 1,
        "premise_score": 0.9518039226531982,
        "hypothesis_score": 0.9942606687545776,
        "user_label": 1
    },
    {
        "original_premise": "Candidates must submit a set of fingerprints for review by the FBI.",
        "perturbed_premise": "'For review by the FBI, candidates must submit a set of fingerprints.'",
        "original_hypothesis": "People that want the job have to have their fingerprints sent to the FBI.",
        "perturbed_hypothesis": "3. 'Fingerprinting is mandatory for job seekers who wish to apply to the FBI.'",
        "original_label": 0,
        "premise_score": 0.992960512638092,
        "hypothesis_score": 0.9937658309936523,
        "user_label": 0
    },
    {
        "original_premise": "In 1998, Cesar Chavez fasted for 36 days in California to underscore the dangers of pesticides to farm workers and their children.",
        "perturbed_premise": "To underscore the dangers of pesticides to farm workers and their children in California, Cesar Chavez fasted for 36 days in 1998.",
        "original_hypothesis": "Cesar Chavez was not concerned about the dangers of pesticide use.",
        "perturbed_hypothesis": "The dangers of pesticide use were not a concern for Cesar Chavez.",
        "original_label": 2,
        "premise_score": 0.992520809173584,
        "hypothesis_score": 0.9949257373809814,
        "user_label": 2
    },
    {
        "original_premise": "The central features of the Results Act-strategic planning, performance measurement, and public reporting and accountability-can serve as powerful tools to help change the basic culture of government.",
        "perturbed_premise": "Strategic planning, public reporting, and accountability-the central features of the Results Act-can be transformed into weak tools that fail to alter the fundamental culture of government.",
        "original_hypothesis": "The Results Act has strategic planning as a central feature. ",
        "perturbed_hypothesis": "\"Central planning has the Results Act as a strategic feature.\"",
        "original_label": 0,
        "premise_score": 0.9888317584991455,
        "hypothesis_score": 0.9718921184539795,
        "user_label": 2
    },
    {
        "original_premise": "The most important directions are simply up and up leads eventually to the cathedral and fortress commanding the hilltop, and down inevitably leads to one of three gates through the wall to the new town.",
        "perturbed_premise": "The new town inevitably leads to one of three gates through the wall, and up and up eventually leads to the cathedral and fortress commanding the hilltop, but the most important directions are simply down.",
        "original_hypothesis": "The cathedral will be spotted midway along the path to the fortress at the summit.",
        "perturbed_hypothesis": "At the summit, the fortress path will be spotted midway along the cathedral.",
        "original_label": 1,
        "premise_score": 0.8027284145355225,
        "hypothesis_score": 0.9015769362449646,
        "user_label": 1
    },
    {
        "original_premise": "They made little effort, despite the Jesuit presence in Asia, to convert local inhabitants to Christianity or to expand their territory into the interior.",
        "perturbed_premise": "Despite the Jesuit presence in Asia, they made little effort to expand their territory into the interior or to convert local inhabitants to Christianity.",
        "original_hypothesis": "The Jesuit presence in Asia helped to convert local residents to Christianity, allowing them to expand their territory. ",
        "perturbed_hypothesis": "Christianity in Asia was expanded by the Jesuit presence, which enabled the conversion of local residents and the enlargement of their territory.",
        "original_label": 2,
        "premise_score": 0.9938099980354309,
        "hypothesis_score": 0.989867091178894,
        "user_label": 2
    },
    {
        "original_premise": "Your man wouldn't have remained conscious after the first blow.",
        "perturbed_premise": "After the first blow, your man would have remained conscious.",
        "original_hypothesis": "After the first blow to the head, your man wouldn't have remained conscious.",
        "perturbed_hypothesis": "'Consciousness wouldn't have remained in your man after the first blow to the head.'",
        "original_label": 1,
        "premise_score": 0.9933577179908752,
        "hypothesis_score": 0.9884528517723083,
        "user_label": 2
    },
    {
        "original_premise": "To make matters worse, many employers looking to save money (and please their employees) will drop dependent benefits if states provide better coverage than the private plans now do.",
        "perturbed_premise": "Many private plans now provide better coverage than the states, so to please their employees and save money, employers will drop dependent benefits, making matters worse.",
        "original_hypothesis": "When states provide better coverage than private plans, many employers will drop dependent benefits and pass the savings on to you.",
        "perturbed_hypothesis": "Many employers will drop dependent benefits and pass the savings on to you when private plans provide better coverage than states.",
        "original_label": 1,
        "premise_score": 0.9951493144035339,
        "hypothesis_score": 0.9939700365066528,
        "user_label": 1
    },
    {
        "original_premise": "Next, you enter the vast and splendid Imperial Hall, with three handsome marble fountains, and a canopied throne from which the sultan would enjoy the music and dancing of his concubines.",
        "perturbed_premise": "The sultan's concubines would enjoy the music and dancing from the canopied throne in the vast and splendid Imperial Hall with three handsome marble fountains, and next, you enter.",
        "original_hypothesis": "The Imperial Hall houses three marble fountains.  ",
        "perturbed_hypothesis": "The three marble fountains house the Imperial Hall.",
        "original_label": 0,
        "premise_score": 0.8975656032562256,
        "hypothesis_score": 0.9637256264686584,
        "user_label": 1
    },
    {
        "original_premise": "The tomb guardian will unlock the gate to the tunnel and give you a candle to explore the small circular catacomb, but for what little you can see, it is hardly worth the effort.",
        "perturbed_premise": "It is hardly worth the effort to explore the small circular catacomb, even though the tomb guardian will give you a candle and unlock the gate to the tunnel.",
        "original_hypothesis": "The tomb garden can give you a thorough tour of the catacombs.",
        "perturbed_hypothesis": "'A thorough tour of the catacombs can give you the tomb garden.'",
        "original_label": 1,
        "premise_score": 0.9933525323867798,
        "hypothesis_score": 0.8336088061332703,
        "user_label": 1
    },
    {
        "original_premise": "at least i'm going to give it a try cause you can see i mean the oil filters i mean you can touch it it's right there",
        "perturbed_premise": "I mean, you can touch it, right there. At least give it a try, cause I'm going to see the oil filters.",
        "original_hypothesis": "It seems like it's worth trying to get the oil filter out.",
        "perturbed_hypothesis": "'It's worth trying to get out the oil filter, it seems like.'",
        "original_label": 0,
        "premise_score": 0.9420846104621887,
        "hypothesis_score": 0.979361355304718,
        "user_label": 0
    },
    {
        "original_premise": "For big Raj-buffs, the supreme example of Indo-Gothic style is the Victoria Terminus, affectionately abbreviated to VT nowadays, once the railway station that launched adventures inland, now handling mostly suburban traffic.",
        "perturbed_premise": "The Victoria Terminus, once the railway station that launched adventures inland, now handling mostly suburban traffic, is the supreme example of Indo-Gothic style for big Raj-buffs, affectionately abbreviated to VT nowadays.",
        "original_hypothesis": "The Victoria Terminus is still the main departure point for travelers heading deeper into the country.",
        "perturbed_hypothesis": "For travelers heading into the country, the main departure point is still the Victoria Terminus.",
        "original_label": 2,
        "premise_score": 0.9439995288848877,
        "hypothesis_score": 0.992601215839386,
        "user_label": 2
    },
    {
        "original_premise": "The only drawback is, of course, the large crowds in summer.",
        "perturbed_premise": "In summer, the only drawback of course is the large crowds.",
        "original_hypothesis": "It is pretty much deserted in July.",
        "perturbed_hypothesis": "In July, it is pretty much deserted.",
        "original_label": 2,
        "premise_score": 0.9905305504798889,
        "hypothesis_score": 0.9940140843391418,
        "user_label": 1
    },
    {
        "original_premise": "To places where surface transportation is not available, senders would be required to pay air rates, and possibly air rates keyed to the characteristics of the Alaskan air system.",
        "perturbed_premise": "Senders would need to pay air rates to places where surface transportation is not available, and the Alaskan air system's characteristics may determine the air rates.",
        "original_hypothesis": "The Alaskan air system is an effective method of shipping.",
        "perturbed_hypothesis": "1. An effective method of shipping is the Alaskan air system.",
        "original_label": 1,
        "premise_score": 0.9877616167068481,
        "hypothesis_score": 0.9941180944442749,
        "user_label": 1
    },
    {
        "original_premise": "The Tunnel of Eupalinos can be explored but it's not for the claustrophobic.",
        "perturbed_premise": "The claustrophobic can explore the Tunnel of Eupalinos, but it's not for everyone.",
        "original_hypothesis": "Claustrophobics will not enjoy the tunnel of Eupalinos.",
        "perturbed_hypothesis": "The tunnel of Eupalinos will not be enjoyed by claustrophobics.",
        "original_label": 0,
        "premise_score": 0.9944895505905151,
        "hypothesis_score": 0.9818583726882935,
        "user_label": 1
    },
    {
        "original_premise": "He pulled his cloak tighter and wished for a moment that he had not shaved his head.",
        "perturbed_premise": "'For a moment, he wished he had not shaved his head and pulled his tighter cloak.'",
        "original_hypothesis": "The man pulled his super hero cape around himself to show off.",
        "perturbed_hypothesis": "'To show off, the super hero cape was pulled around the man by himself.'",
        "original_label": 1,
        "premise_score": 0.9557271003723145,
        "hypothesis_score": 0.9524387121200562,
        "user_label": 1
    },
    {
        "original_premise": "By then, the program had added Carroll and Grayson counties and the city of Galax and had five attorneys.",
        "perturbed_premise": "The program had five attorneys and had added the city of Galax, Carroll and Grayson counties by then.",
        "original_hypothesis": "The program had only one single attorney.",
        "perturbed_hypothesis": "Only one program had a single attorney.",
        "original_label": 2,
        "premise_score": 0.8208433985710144,
        "hypothesis_score": 0.9927553534507751,
        "user_label": 2
    },
    {
        "original_premise": "He had forgotten about Adrin.",
        "perturbed_premise": "'Adrin had forgotten about him.'",
        "original_hypothesis": "He didn't remember Adrin.",
        "perturbed_hypothesis": "Adrin didn't remember him.",
        "original_label": 0,
        "premise_score": 0.9894220232963562,
        "hypothesis_score": 0.9794520139694214,
        "user_label": 0
    },
    {
        "original_premise": "Tell me, how did those scribbled words on the envelope help you to discover that a will was made yesterday afternoon?\" Poirot smiled. ",
        "perturbed_premise": "Poirot smiled and asked, \"How did discovering that a will was made yesterday afternoon help you to tell me about those scribbled words on the envelope?\"",
        "original_hypothesis": "How could you not figure out that there was a will written yesterday?",
        "perturbed_hypothesis": "Yesterday, could you figure out how there was not a written will?",
        "original_label": 2,
        "premise_score": 0.991334855556488,
        "hypothesis_score": 0.8720858097076416,
        "user_label": 1
    },
    {
        "original_premise": "Escaped or abandoned raccoons have been breeding in the wild for the past 20 years and have damaged corn crops, watermelon and melon farms, and rainbow trout hatcheries, the paper said.",
        "perturbed_premise": "The paper said that corn crops, watermelon and melon farms, and rainbow trout hatcheries have been damaged by escaped or abandoned raccoons who have been breeding in the wild for the past 20 years.",
        "original_hypothesis": "Raccoons, if they are abandoned, tend to damage things- this is what has been happening for the past 20 years.",
        "perturbed_hypothesis": "For the past 20 years, what has been happening is that raccoons tend to damage things if they are abandoned.",
        "original_label": 0,
        "premise_score": 0.9935846924781799,
        "hypothesis_score": 0.9937610030174255,
        "user_label": 1
    },
    {
        "original_premise": "senior management oversight and approval ofRequired acquisition objectives and plans.",
        "perturbed_premise": "\"Acquisition plans and objectives require senior management approval and oversight.\"",
        "original_hypothesis": "the referenced organization is expansive, with a number of other divisions in addition to the senior management division.",
        "perturbed_hypothesis": "The senior management division is just one of the many divisions within the referenced organization, which is quite extensive.",
        "original_label": 1,
        "premise_score": 0.9933659434318542,
        "hypothesis_score": 0.914064347743988,
        "user_label": 1
    },
    {
        "original_premise": "I have been visiting an old woman in the village, she explained, \"and as Lawrence told me you were with Monsieur Poirot I thought I would call for you.\"",
        "perturbed_premise": "\"I thought I would call for you,\" explained the old woman in the village, \"since Lawrence informed me that you were with Monsieur Poirot during my visits.\"",
        "original_hypothesis": "I am good friends with Monsieur Poirot.",
        "perturbed_hypothesis": "'Monsieur Poirot and I are good friends.'",
        "original_label": 1,
        "premise_score": 0.9925018548965454,
        "hypothesis_score": 0.993766188621521,
        "user_label": 1
    },
    {
        "original_premise": "( sums up the millennium coverage from around the globe, and  examines whether the Y2K preparations were a waste.)",
        "perturbed_premise": "'Around the globe, Y2K preparations were examined to see whether they were a waste, and the millennium coverage summed up the sums.'",
        "original_hypothesis": "(The millennium coverage from around the globe is summed up and examined).",
        "perturbed_hypothesis": "'Around the globe, the examination and summary of millennium coverage is done.'",
        "original_label": 0,
        "premise_score": 0.9334487318992615,
        "hypothesis_score": 0.9888677000999451,
        "user_label": 1
    },
    {
        "original_premise": "They are levied through the power of the Government to compel payment, and the person or entity that pays these fees does not receive anything of value from the Government in exchange.",
        "perturbed_premise": "The person or entity that pays these fees does not receive anything of value from the Government in exchange, and through the power of the Government to compel payment, they are levied.",
        "original_hypothesis": "They are not levied through the power of the Government to compel payment.",
        "perturbed_hypothesis": "2. Levies are not enforced by the Government's power to demand payment.",
        "original_label": 2,
        "premise_score": 0.9710979461669922,
        "hypothesis_score": 0.9894285798072815,
        "user_label": 1
    },
    {
        "original_premise": "Such multicolored reef dwellers as the parrotfish and French angelfish, along with weirdly shaped coral, crawfish, or turtles hiding in crevices, can be yours for the viewing in these clear waters where visibility of 30 m (100 ft) is common.",
        "perturbed_premise": "In these clear waters where visibility of 30 m (100 ft) is common, you can view weirdly shaped coral, crawfish, or turtles hiding in crevices, as well as such multicolored reef dwellers as the parrotfish and French angelfish.",
        "original_hypothesis": "Because visibility is so good, you can see French angelfish, crawfish, and other reef dwellers.",
        "perturbed_hypothesis": "French angelfish, crawfish, and other reef dwellers can see you because visibility is so good.",
        "original_label": 0,
        "premise_score": 0.9928858876228333,
        "hypothesis_score": 0.9785690307617188,
        "user_label": 1
    },
    {
        "original_premise": "This includes all testing, information review, and interviews related to data reliability.",
        "perturbed_premise": "\"All interviews related to data reliability, testing, and information review are included in this.\"",
        "original_hypothesis": "All testing will be made before 12pm on Mondays.",
        "perturbed_hypothesis": "Before 12pm on Mondays, all testing will be made.",
        "original_label": 1,
        "premise_score": 0.985801637172699,
        "hypothesis_score": 0.9778109788894653,
        "user_label": 1
    },
    {
        "original_premise": "In the other bracket, the Broncos beat the New York Jets.",
        "perturbed_premise": "The New York Jets beat the Broncos in the other bracket.",
        "original_hypothesis": "The Broncos beat the New York Jets. ",
        "perturbed_hypothesis": "The New York Jets beat the Broncos.",
        "original_label": 0,
        "premise_score": 0.9936926364898682,
        "hypothesis_score": 0.9950549602508545,
        "user_label": 0
    },
    {
        "original_premise": "Also, lack of winter freezes means that mites normally killed off by the cold will survive.",
        "perturbed_premise": "Normally killed off by the cold, lack of winter freezes means that mites will survive, also.",
        "original_hypothesis": "They wanted to warn people to look for mites because of the mild winter.",
        "perturbed_hypothesis": "Because of the mild winter, they wanted people to look for mites and warn them.",
        "original_label": 1,
        "premise_score": 0.983069896697998,
        "hypothesis_score": 0.9930860996246338,
        "user_label": 1
    },
    {
        "original_premise": "The Balanced Scorecard Institute is a web clearinghouse for managers to exchange information, ideas, and lessons learned in building strategic management systems using the balanced scorecard approach.",
        "perturbed_premise": "Using the balanced scorecard approach, managers can exchange information, ideas, and lessons learned in building strategic management systems through the web clearinghouse of the Balanced Scorecard Institute.",
        "original_hypothesis": "The Balanced Scorecard has recently closed due to a lack of interest.",
        "perturbed_hypothesis": "Due to a lack of interest, the Balanced Scorecard has recently closed.",
        "original_label": 2,
        "premise_score": 0.9944210648536682,
        "hypothesis_score": 0.993261992931366,
        "user_label": 1
    },
    {
        "original_premise": "News berates computer users for picking obvious, easily cracked passwords and chastises system administrators for ignoring basic security precautions.",
        "perturbed_premise": "System administrators ignore basic security precautions and berate computer users for picking obvious, easily cracked passwords, according to news reports.",
        "original_hypothesis": "News outlets do not blame users or system administrators for security breaches. ",
        "perturbed_hypothesis": "System administrators or users are blamed by news outlets for security breaches.",
        "original_label": 2,
        "premise_score": 0.9949986934661865,
        "hypothesis_score": 0.995253324508667,
        "user_label": 1
    },
    {
        "original_premise": "The bhakti movement of the Tamils brought a new warmth to the hitherto rigid Brahmanic ritual of Hinduism.",
        "perturbed_premise": "2. Hinduism's hitherto rigid Brahmanic ritual was warmed up by the bhakti movement of the Tamils.",
        "original_hypothesis": "Many were sad to see the Brahmanic ritual change.",
        "perturbed_hypothesis": "The Brahmanic ritual change was seen to be sad by many.",
        "original_label": 1,
        "premise_score": 0.9920098781585693,
        "hypothesis_score": 0.9924856424331665,
        "user_label": 1
    },
    {
        "original_premise": "Enter the realm of shopping malls, where everything you're looking for is available without moving your car.",
        "perturbed_premise": "Without moving your car, enter the realm of shopping malls where nothing you're looking for is available.",
        "original_hypothesis": "Everything can be found inside a shopping mall.",
        "perturbed_hypothesis": "Inside a shopping mall, everything can be found.",
        "original_label": 1,
        "premise_score": 0.9907451868057251,
        "hypothesis_score": 0.9959642887115479,
        "user_label": 2
    },
    {
        "original_premise": "As with other types of internal controls, this is a cycle of activity, not an exercise with a defined beginning and end.",
        "perturbed_premise": "This cycle of activity, unlike other types of internal controls, is not an exercise with a defined beginning and end.",
        "original_hypothesis": "There is no clear beginning and end, it's a continuous cycle.",
        "perturbed_hypothesis": "'It's a continuous cycle, there is no clear beginning and end.'",
        "original_label": 0,
        "premise_score": 0.9912740588188171,
        "hypothesis_score": 0.9910327792167664,
        "user_label": 1
    },
    {
        "original_premise": "As Ben Yagoda writes in the New York Times Book Review , somewhere along the way, Kidder must have decided not to write a book about Tommy O'Connor.",
        "perturbed_premise": "Kidder, in his decision to not write a book about Tommy O'Connor, must have been influenced by Ben Yagoda's writing in the New York Times Book Review, somewhere along the way.",
        "original_hypothesis": "Ben Yagoda is a famous book reviewer.",
        "perturbed_hypothesis": "\"A famous book reviewer is Ben Yagoda.\"",
        "original_label": 1,
        "premise_score": 0.9678023457527161,
        "hypothesis_score": 0.9861061573028564,
        "user_label": 1
    },
    {
        "original_premise": "It was planned in the 1820s as a symbol of Scottish national pride and designed as a mini-Parthenon, in deference to the neoclassical style popular at the time.",
        "perturbed_premise": "Designed in the 1820s as a mini-Parthenon, in deference to the neoclassical style popular at the time, it was planned to represent Scottish national pride as a symbol.",
        "original_hypothesis": "It was designed to look just like the White House.  ",
        "perturbed_hypothesis": "5. It was just designed to look like the White House.",
        "original_label": 2,
        "premise_score": 0.9862456321716309,
        "hypothesis_score": 0.9779822826385498,
        "user_label": 2
    },
    {
        "original_premise": "Scotland became little more than an English county.",
        "perturbed_premise": "An English county became little more than Scotland.",
        "original_hypothesis": "Scotland was hardly better than an English county. ",
        "perturbed_hypothesis": "An English county was hardly better than Scotland.",
        "original_label": 0,
        "premise_score": 0.9904600381851196,
        "hypothesis_score": 0.9044816493988037,
        "user_label": 1
    },
    {
        "original_premise": "3 Accordingly, auditors performing financial audits need to be proficient in applying the AICPA standards and guidance contained in the SASs.",
        "perturbed_premise": "Auditors need to be proficient in applying the SASs contained in the AICPA standards and guidance when performing financial audits, accordingly.",
        "original_hypothesis": "Auditors must have many qualifications",
        "perturbed_hypothesis": "'Many qualifications must have auditors.'",
        "original_label": 1,
        "premise_score": 0.8753666281700134,
        "hypothesis_score": 0.9843538999557495,
        "user_label": 1
    },
    {
        "original_premise": "Scotland became little more than an English county.",
        "perturbed_premise": "An English county became little more than Scotland.",
        "original_hypothesis": "Scotland was hardly better than an English county as England no longer allowed them an army.",
        "perturbed_hypothesis": "An army was no longer allowed in Scotland as England was hardly better than a Scottish county.",
        "original_label": 1,
        "premise_score": 0.9904600381851196,
        "hypothesis_score": 0.9887651205062866,
        "user_label": 1
    },
    {
        "original_premise": "Consider the Globe : As the respectable media have become sleazy, the Globe has become sleazier.",
        "perturbed_premise": "The Globe has become sleazier: As the sleazy media have become respectable, consider the Globe.",
        "original_hypothesis": "The media is becoming sleazy because it's trying to combat brainwashing.",
        "perturbed_hypothesis": "Because the media is trying to combat brainwashing, it's becoming sleazy.",
        "original_label": 1,
        "premise_score": 0.8056234121322632,
        "hypothesis_score": 0.9877039194107056,
        "user_label": 1
    },
    {
        "original_premise": "He works himself into a fake froth; does some calculated, halfhearted gonzo writing; then collects a fat check.",
        "perturbed_premise": "Some calculated, halfhearted writing; then he works himself into a fake froth and collects a fat check.",
        "original_hypothesis": "He collects a big check for pretending to be outraged.",
        "perturbed_hypothesis": "For pretending to be outraged, he collects a big check.",
        "original_label": 0,
        "premise_score": 0.9173934459686279,
        "hypothesis_score": 0.9876937866210938,
        "user_label": 0
    },
    {
        "original_premise": "Just as in ancient times, without the River Nile, Egypt could not exist.",
        "perturbed_premise": "Without Egypt, just as in ancient times, the River Nile could not exist.",
        "original_hypothesis": "Many Egyptians take for granted how important the nile river is.",
        "perturbed_hypothesis": "How important is the Nile River that many Egyptians take it for granted?",
        "original_label": 1,
        "premise_score": 0.9897041916847229,
        "hypothesis_score": 0.9702707529067993,
        "user_label": 1
    },
    {
        "original_premise": "Something may be better than nothing . If trials compared low-cost therapy to the complete AZT regimen it's likely that the new regimens will prove less effective.",
        "perturbed_premise": "If the complete AZT regimen is compared to low-cost therapy trials, it's possible that something may be better than nothing and the new regimens may be more effective.",
        "original_hypothesis": "It is better to have little than to have none at all.",
        "perturbed_hypothesis": "To have none at all is better than to have little.",
        "original_label": 0,
        "premise_score": 0.9938136339187622,
        "hypothesis_score": 0.9757776260375977,
        "user_label": 1
    },
    {
        "original_premise": "Territorial rights, in the form of a deck chair, can be assured for a nominal sum.",
        "perturbed_premise": "A nominal sum can assure territorial rights in the form of a deck chair.",
        "original_hypothesis": "A deck chair can be used to show territorial rights.",
        "perturbed_hypothesis": "'Territorial rights can be shown by using a deck chair.'",
        "original_label": 0,
        "premise_score": 0.9845768809318542,
        "hypothesis_score": 0.9940590858459473,
        "user_label": 0
    },
    {
        "original_premise": "Emissions will be cut from current emissions of 48 tons to a cap of 26 tons in 2010, and",
        "perturbed_premise": "\"In 2010, emissions will be capped at 26 tons, cutting from the current 48 tons of emissions, and...\"",
        "original_hypothesis": "Most emissions are from gas guzzling SUVs and airplanes.",
        "perturbed_hypothesis": "Gas guzzling SUVs and airplanes emit most emissions.",
        "original_label": 1,
        "premise_score": 0.9147306680679321,
        "hypothesis_score": 0.9927099943161011,
        "user_label": 1
    },
    {
        "original_premise": "A new guideline, for example, may tell us to send heart surgery patients home earlier.",
        "perturbed_premise": "To send home heart surgery patients earlier, a new guideline may, for example, tell us.",
        "original_hypothesis": "A new rule may advice us to discharge heart surgery patients earlier.",
        "perturbed_hypothesis": "Earlier discharge of heart surgery patients may be advised by a new rule.",
        "original_label": 0,
        "premise_score": 0.9469919204711914,
        "hypothesis_score": 0.9833959937095642,
        "user_label": 0
    },
    {
        "original_premise": "Also, under credit reform, the credit subsidy cost is recorded as an outlay when a direct or guaranteed loan is disbursed.",
        "perturbed_premise": "When a direct or guaranteed loan is disbursed, the credit subsidy cost is recorded as an outlay under credit reform, also.",
        "original_hypothesis": "The credit subsidy cost is never recorded as an outlay under any circumstances.",
        "perturbed_hypothesis": "Under any circumstances, the credit subsidy cost is never recorded as an outlay.",
        "original_label": 2,
        "premise_score": 0.9458889961242676,
        "hypothesis_score": 0.9872667193412781,
        "user_label": 2
    },
    {
        "original_premise": "Wagonheim said the program not only will benefit the needy, but also will help improve the public image of lawyers.",
        "perturbed_premise": "The public image of lawyers will improve, but the needy will not benefit from the program, said Wagonheim.",
        "original_hypothesis": "Due to the recent scandals, lawyers are in need of positive press locally here.",
        "perturbed_hypothesis": "Locally, lawyers are in need of positive press due to the recent scandals here.",
        "original_label": 1,
        "premise_score": 0.9947367310523987,
        "hypothesis_score": 0.9946314096450806,
        "user_label": 1
    },
    {
        "original_premise": "The analysis concluded that, because the rule relaxed the hog cholera-related restrictions imposed on the importation of live swine and prepared pork products from Sonora, Mexico, the proposed rule could have a significant economic impact on a substantial number of small entities in the United States.",
        "perturbed_premise": "The proposed rule from Sonora, Mexico, could have a significant economic impact on a substantial number of small entities in the United States, as the analysis concluded that the hog cholera-related restrictions imposed on the importation of live swine and prepared pork products were relaxed.",
        "original_hypothesis": "The analysis stated that the rule might have a large impact on small entities in the US.",
        "perturbed_hypothesis": "In the US, small entities might have a large impact on the rule stated in the analysis.",
        "original_label": 0,
        "premise_score": 0.9679811596870422,
        "hypothesis_score": 0.9903106093406677,
        "user_label": 1
    },
    {
        "original_premise": "uh-huh well maybe well i've enjoyed talking to you okay bye-bye",
        "perturbed_premise": "\"Okay, maybe I've enjoyed talking to you, well uh-huh, bye-bye.\"",
        "original_hypothesis": "I hated talking to you.",
        "perturbed_hypothesis": "Talking to you, I hated.",
        "original_label": 2,
        "premise_score": 0.8817676305770874,
        "hypothesis_score": 0.981067419052124,
        "user_label": 1
    },
    {
        "original_premise": "Although a mile long, its name is misleading because it is not one street but several different streets.",
        "perturbed_premise": "Its name is not misleading, even though it is several different streets, because it is only a mile long.",
        "original_hypothesis": "It is a mile long, each street spanning about a quarter of a mile.",
        "perturbed_hypothesis": "Each street spans about a quarter of a mile, it is a mile long.",
        "original_label": 1,
        "premise_score": 0.8913953900337219,
        "hypothesis_score": 0.8170368671417236,
        "user_label": 1
    },
    {
        "original_premise": "yeah then you don't have you don't have that mess to clean up when you use an oil oil base painting and boy i'll tell you oh",
        "perturbed_premise": "When you use oil base painting, oh boy, you'll have a mess to clean up and you don't want that, yeah, you don't have to have it.",
        "original_hypothesis": "I've had to clean up oil base paint before, it isn't fun. ",
        "perturbed_hypothesis": "\"It isn't fun, I've had to clean up oil-based paint before.\"",
        "original_label": 1,
        "premise_score": 0.8632873296737671,
        "hypothesis_score": 0.9824866056442261,
        "user_label": 1
    },
    {
        "original_premise": "I put it to you that, wearing a suit of Mr. Inglethorp's clothes, with a black beard trimmed to resemble his, you were there ”and signed the register in his name!",
        "perturbed_premise": "Wearing Mr. Inglethorp's clothes, with a black beard resembling his, I put it to you that you signed the register in his name and were there!",
        "original_hypothesis": "The green suit that he wore was actually Mr. Inglethorp's which he stole from his closet a few days ago. ",
        "perturbed_hypothesis": "Mr. Inglethorp's closet was actually where he stole the green suit that he wore a few days ago.",
        "original_label": 1,
        "premise_score": 0.9015904664993286,
        "hypothesis_score": 0.9945424795150757,
        "user_label": 1
    },
    {
        "original_premise": "in you know just dealing with the customer maybe that's there only reason why they don't it'd seem like they'd just put a little barrel out there and say it pour here and go on  we'll take your money",
        "perturbed_premise": "Dealing with the customer, it seems like they know only one reason why they don't put a little barrel out there and say, \"pour here and go on, we'll take your money.\" Maybe you just don't know.",
        "original_hypothesis": "I do not deal with customers well.",
        "perturbed_hypothesis": "- Customers do not deal well with me.",
        "original_label": 1,
        "premise_score": 0.9211709499359131,
        "hypothesis_score": 0.9935803413391113,
        "user_label": 1
    },
    {
        "original_premise": "Others love to see it in the middle of the heaviest monsoon, its marble translucent, its image blurred in the rain-stippled water channels of its gardens.",
        "perturbed_premise": "In the middle of the heaviest monsoon, its marble translucent, its image blurred in the rain-stippled water channels of its gardens, others hate to see it.",
        "original_hypothesis": "It is especially beautiful during the monsoon season.",
        "perturbed_hypothesis": "During the monsoon season, it is especially beautiful.",
        "original_label": 1,
        "premise_score": 0.8927986025810242,
        "hypothesis_score": 0.9907472133636475,
        "user_label": 1
    },
    {
        "original_premise": "A good time to visit is just at the end of the monsoon in October when you can see flocks of storks, egrets, and cormorants and it is ideally combined with a full-moon trip to the Taj, but there's plenty to see all year round.",
        "perturbed_premise": "At the end of all the monsoons in October is a bad time to visit because you won't see any storks, egrets, or cormorants. However, you can still take a trip to the Taj on a full-moon night and there's nothing to see all year round.",
        "original_hypothesis": "The monsoon season ends in the month of October.",
        "perturbed_hypothesis": "In October, the monsoon season finally comes to a close.",
        "original_label": 0,
        "premise_score": 0.9808025360107422,
        "hypothesis_score": 0.9930664300918579,
        "user_label": 1
    },
    {
        "original_premise": "The man shifted slightly and cut the spear out of the air.",
        "perturbed_premise": "The air cut out of the spear and the man shifted slightly.",
        "original_hypothesis": "The man moved near a flying spear. ",
        "perturbed_hypothesis": "\"A flying man moved near the spear.\"",
        "original_label": 0,
        "premise_score": 0.9853324294090271,
        "hypothesis_score": 0.9790290594100952,
        "user_label": 1
    },
    {
        "original_premise": "Why blame her because she had been true to her creed? ",
        "perturbed_premise": "Because she had been true to her creed, why blame her?",
        "original_hypothesis": "She was not faithful to her own belief system.",
        "perturbed_hypothesis": "'Her belief system was not faithful to her own.'",
        "original_label": 2,
        "premise_score": 0.9828711748123169,
        "hypothesis_score": 0.9773708581924438,
        "user_label": 2
    },
    {
        "original_premise": "Oh, my friend, have I not said to you all along that I have no proofs. ",
        "perturbed_premise": "1. Have I not said to you, my friend, that all my proofs are gone?",
        "original_hypothesis": "I've always had the proof that he did it.",
        "perturbed_hypothesis": "3. Had he always had the proof that I did it?",
        "original_label": 2,
        "premise_score": 0.990372896194458,
        "hypothesis_score": 0.9857599139213562,
        "user_label": 2
    },
    {
        "original_premise": "When the next modernist revolution comes around, he'll be ready.",
        "perturbed_premise": "He'll be ready when the next revolution comes around, modernist or not.",
        "original_hypothesis": "The man will be prepared.",
        "perturbed_hypothesis": "7. The man will be over-prepared.",
        "original_label": 0,
        "premise_score": 0.9868674278259277,
        "hypothesis_score": 0.9907812476158142,
        "user_label": 1
    },
    {
        "original_premise": "Do you know what this is?\" With a dramatic gesture she flung back the left side of her coat and exposed a small enamelled badge.",
        "perturbed_premise": "With a small enamelled badge, she flung back the left side of her coat and asked, \"Do you know what this is?\" while making a dramatic gesture.",
        "original_hypothesis": "The coat that she wore was long enough to cover her knees.",
        "perturbed_hypothesis": "To cover her knees, the long coat she wore was enough.",
        "original_label": 1,
        "premise_score": 0.8135396838188171,
        "hypothesis_score": 0.9744092226028442,
        "user_label": 1
    },
    {
        "original_premise": "It features over 50 outlets for discounted designer fashions, from Armani to DKNY.",
        "perturbed_premise": "From DKNY to Armani, it features designer fashions with discounts at over 50 outlets.",
        "original_hypothesis": "It has over 50 discount stores for designer fashion brands.",
        "perturbed_hypothesis": "2. \"Over 50 designer fashion brands have discount stores for it.\"",
        "original_label": 0,
        "premise_score": 0.9525414705276489,
        "hypothesis_score": 0.9290169477462769,
        "user_label": 1
    },
    {
        "original_premise": "Thus, the net scale benefit is initially positive, whether or not we adjust for the wage premium.",
        "perturbed_premise": "Initially, whether or not we adjust for the wage premium, the positive net benefit is scaled thus.",
        "original_hypothesis": "Initial net scale benefits are negative when adjusted for the wage premium.",
        "perturbed_hypothesis": "When adjusted for the wage premium, the net benefits of the initial scale are negative.",
        "original_label": 2,
        "premise_score": 0.8500582575798035,
        "hypothesis_score": 0.9820012450218201,
        "user_label": 2
    },
    {
        "original_premise": "Don't remember. ",
        "perturbed_premise": "Remember, don't.",
        "original_hypothesis": "I do not remember.",
        "perturbed_hypothesis": "4. Do I remember? Not.",
        "original_label": 0,
        "premise_score": 0.9617182016372681,
        "hypothesis_score": 0.9875691533088684,
        "user_label": 1
    },
    {
        "original_premise": "The activities included in the Unified Agenda are, in general, those expected to have a regulatory action within the next 12 months, although agencies may include activities with an even longer time frame.",
        "perturbed_premise": "Agencies may include activities with an even longer time frame in the Unified Agenda, although in general, those expected to have a regulatory action within the next 12 months are included.",
        "original_hypothesis": "Most of the activities taken under the regulatory actions have been longer that 12 months.",
        "perturbed_hypothesis": "\"Regulatory actions have taken longer than 12 months for most of the activities.\"",
        "original_label": 1,
        "premise_score": 0.9756432771682739,
        "hypothesis_score": 0.991982638835907,
        "user_label": 1
    },
    {
        "original_premise": "If you have any questions about this report, please contact Henry R. Wray, Senior Associate General Counsel, at (202) 512-8581.",
        "perturbed_premise": "Please contact Senior General Counsel Henry R. Wray at (202) 512-8581 if you report any questions about this.",
        "original_hypothesis": "Henry R. Wray can be reached at (555) 512-8581.",
        "perturbed_hypothesis": "\"At (555) 512-8581, Henry R. Wray can be reached.\"",
        "original_label": 2,
        "premise_score": 0.9823178052902222,
        "hypothesis_score": 0.9884973764419556,
        "user_label": 1
    },
    {
        "original_premise": "Your speeches are inflammatory.",
        "perturbed_premise": "4. Are your speeches inflammatory?",
        "original_hypothesis": "Your speeches are so calming.",
        "perturbed_hypothesis": "4. Are your speeches so calming?",
        "original_label": 2,
        "premise_score": 0.9931584000587463,
        "hypothesis_score": 0.9890273809432983,
        "user_label": 1
    },
    {
        "original_premise": "Given the limits on the WTO's jurisdiction, it was probably unreasonable of Kodak to expect a real victory.",
        "perturbed_premise": "It was probably unreasonable to expect a real victory given the limits on the WTO's jurisdiction, Kodak.",
        "original_hypothesis": "Kodak was totally justified in expecting a victory.",
        "perturbed_hypothesis": "\"In expecting a victory, Kodak was totally justified.\"",
        "original_label": 2,
        "premise_score": 0.8398734331130981,
        "hypothesis_score": 0.9900829195976257,
        "user_label": 1
    },
    {
        "original_premise": "Homes or businesses not located on one of these roads must place a mail receptacle along the route traveled.",
        "perturbed_premise": "Along the route traveled, homes or businesses must place a mail receptacle if not located on one of these roads.",
        "original_hypothesis": "The other roads are far too rural to provide mail service to.",
        "perturbed_hypothesis": "\"To provide mail service, the rural roads are far too other.\"",
        "original_label": 1,
        "premise_score": 0.8257242441177368,
        "hypothesis_score": 0.9491288065910339,
        "user_label": 1
    },
    {
        "original_premise": "In an atmosphere of economic crisis stagnant productivity, bank closures, and rising unemployment conservatives wanted somebody tougher, more dynamic than eternally compromising old-style politicians.",
        "perturbed_premise": "Conservatives, in an old-style atmosphere of stagnant productivity, rising unemployment, and bank closures, wanted somebody tougher than eternally compromising, more dynamic politicians.",
        "original_hypothesis": "Banks were able to stay afloat in some cases.",
        "perturbed_hypothesis": "1. In some cases, banks were able to stay afloat.",
        "original_label": 1,
        "premise_score": 0.9392146468162537,
        "hypothesis_score": 0.9946730732917786,
        "user_label": 1
    },
    {
        "original_premise": "Back to the subject of celebrity interviews, British magazines have published a huge number with actress Kate Winslet, the star of Titanic , to promote a new British film she has made.",
        "perturbed_premise": "British magazines have published a huge number of celebrity interviews with actress Kate Winslet, who starred in Titanic, to promote a new British film she has made.",
        "original_hypothesis": "British magazines boycotted Kate Winslet.",
        "perturbed_hypothesis": "Kate Winslet boycotted British magazines.",
        "original_label": 2,
        "premise_score": 0.9916886687278748,
        "hypothesis_score": 0.9950733780860901,
        "user_label": 1
    },
    {
        "original_premise": "aChange in personal saving depends on how much of the $4,000 IRA contribution represents new saving.",
        "perturbed_premise": "How much of the $4,000 IRA contribution represents new saving depends on a change in personal saving.",
        "original_hypothesis": "The IRA contributes nothing to saving",
        "perturbed_hypothesis": "Saving contributes nothing to the IRA.",
        "original_label": 2,
        "premise_score": 0.9786898493766785,
        "hypothesis_score": 0.993247389793396,
        "user_label": 1
    },
    {
        "original_premise": "Although all four categories of emissions are down substantially, they only achieve 50-75% of the proposed cap by 2007 (shown as the dotted horizontal line in each of the above figures).",
        "perturbed_premise": "By 2007, the proposed cap (represented by the dotted horizontal line in the figures) was achieved by only 50-75%, despite a significant decrease in all four categories of emissions.",
        "original_hypothesis": "All of the emission categories experienced a downturn except for one.",
        "perturbed_hypothesis": "Except for one, all categories experienced a downturn in emissions.",
        "original_label": 2,
        "premise_score": 0.8063238859176636,
        "hypothesis_score": 0.9896496534347534,
        "user_label": 2
    },
    {
        "original_premise": "Cultural festivals are one opportunity, but the better way is at a private wedding or feast day when the performances are set in their true context.",
        "perturbed_premise": "\"At a private wedding or feast day, the better way is when cultural festivals are set in their true context, but performances are one opportunity.\"",
        "original_hypothesis": "Cultural festivals are out of context and do not feel as authentic as genuine feast day or wedding performances.",
        "perturbed_hypothesis": "Genuine feast day or wedding performances feel more authentic than cultural festivals that are out of context.",
        "original_label": 1,
        "premise_score": 0.9018931984901428,
        "hypothesis_score": 0.981423556804657,
        "user_label": 1
    },
    {
        "original_premise": "This testing of the marketplace may range from written or telephone contacts with knowledgeable federal and non-federal experts regarding similar or duplicate requirements and the results of any market test recently undertaken, to the more formal sources-sought announcements in pertinent publications (e.g.",
        "perturbed_premise": "The formal sources-sought announcements in pertinent publications may range from written or telephone contacts with knowledgeable federal and non-federal experts regarding similar or duplicate requirements and the results of any market test recently undertaken, to testing the marketplace.",
        "original_hypothesis": "This marketplace testing ranges from informal to formal surveys.",
        "perturbed_hypothesis": "Formal surveys range from informal marketplace testing to this.",
        "original_label": 0,
        "premise_score": 0.9144142866134644,
        "hypothesis_score": 0.9707356095314026,
        "user_label": 1
    },
    {
        "original_premise": "On Fox News Sunday , host Tony Snow touted a poll showing that 60 percent of Americans think the allegations represent a pattern of behavior.",
        "perturbed_premise": "Host Tony Snow on Fox News Sunday showed a pattern of behavior in a poll that indicated 60 percent of Americans believe the allegations.",
        "original_hypothesis": "Tony Snow has been the host on Fox News Sunday for four years.",
        "perturbed_hypothesis": "For four years, Fox News Sunday has been hosted by Tony Snow.",
        "original_label": 1,
        "premise_score": 0.8944147825241089,
        "hypothesis_score": 0.9913342595100403,
        "user_label": 1
    },
    {
        "original_premise": "Crosethe Rue de Rivoli to the Palais-Royal, built for Car?­di?­nal Richelieu as his Paris residence in 1639, and originally named Palais-Cardinal.",
        "perturbed_premise": "Originally built as the Paris residence of Cardinal Richelieu, the Palais-Royal was named Palais-Cardinal and is now located across Rue de Rivoli.",
        "original_hypothesis": "Crosethe Rue De Rivoli to the Palais-Royal was built for King Louis XVI.",
        "perturbed_hypothesis": "The Palais-Royal was built for King Louis XVI to cross the Rue De Rivoli.",
        "original_label": 2,
        "premise_score": 0.988486647605896,
        "hypothesis_score": 0.9934749007225037,
        "user_label": 2
    },
    {
        "original_premise": "In fact, it's wise to drive as little as possible inside Paris; the p??riph??rique ringroad runs around the city and it's worth staying on it until you're as close as possible to your destination.",
        "perturbed_premise": "The ringroad p??riph??rique is the best route to take when driving inside Paris, so it's unwise to avoid it and drive as much as possible. In fact, you should stay on it even if it means going further away from your destination.",
        "original_hypothesis": "The ringroad in Paris will take you to most destinations. ",
        "perturbed_hypothesis": "Most destinations will take you to the ringroad in Paris.",
        "original_label": 1,
        "premise_score": 0.9851968288421631,
        "hypothesis_score": 0.990384578704834,
        "user_label": 1
    },
    {
        "original_premise": "If the company makes money on the policy, other insurers are expected to follow.",
        "perturbed_premise": "Other insurers are expected to follow if the company makes money on the policy.",
        "original_hypothesis": "If the company loses money on the policy then other insurers will copy them. ",
        "perturbed_hypothesis": "Other insurers will copy the company if they lose money on the policy.",
        "original_label": 2,
        "premise_score": 0.9927889704704285,
        "hypothesis_score": 0.9799037575721741,
        "user_label": 1
    },
    {
        "original_premise": "But the most sustained assault on Orientalism 's premises, and on its prestige, came from the left.",
        "perturbed_premise": "From the left came the most sustained assault on Orientalism's premises and prestige, but not the only one.",
        "original_hypothesis": "They did not see the attack coming.",
        "perturbed_hypothesis": "3. See the attack coming? They did not.",
        "original_label": 1,
        "premise_score": 0.9811483025550842,
        "hypothesis_score": 0.993571400642395,
        "user_label": 1
    },
    {
        "original_premise": "Because GAO's primary function is to support the Congress in carrying out its decision-making and oversight responsibilities, the number of times our experts testify before congressional panels each year is an indicator of our responsiveness and reflects the impact, importance, and value of our work.",
        "perturbed_premise": "The value, importance, and impact of our work are reflected in the number of times our experts testify before congressional panels each year, indicating our responsiveness to support the Congress in carrying out its decision-making and oversight responsibilities, which is GAO's primary function.",
        "original_hypothesis": "They refused to provide any support to the Congress.",
        "perturbed_hypothesis": "The Congress refused to provide any support to them.",
        "original_label": 2,
        "premise_score": 0.9883318543434143,
        "hypothesis_score": 0.9875096678733826,
        "user_label": 1
    },
    {
        "original_premise": "Children, especially boys, are seen as a blessing and are treated with indulgence, fussed over by mothers and grandmothers.",
        "perturbed_premise": "Mothers and grandmothers fuss over boys, treating them with indulgence and seeing them as a blessing, especially among children.",
        "original_hypothesis": "Male children are considered to bring luck to the family.",
        "perturbed_hypothesis": "1. The family considers male children to bring luck.",
        "original_label": 1,
        "premise_score": 0.9928063154220581,
        "hypothesis_score": 0.9931347370147705,
        "user_label": 1
    },
    {
        "original_premise": "The two programs are currently housed in buildings about a block apart.",
        "perturbed_premise": "Currently, about two blocks apart, the buildings house the two programs.",
        "original_hypothesis": "The two buildings are on opposite sides of the city.",
        "perturbed_hypothesis": "On opposite sides of the city are the two buildings.",
        "original_label": 2,
        "premise_score": 0.9867265224456787,
        "hypothesis_score": 0.9801409840583801,
        "user_label": 1
    },
    {
        "original_premise": "The results of the sheepshead minnow, Cyprinodon variegatus, inland silverside, Menidia beryllina, or mysid, Mysidopsis bahia, tests are acceptable if survival in the controls is 80 percent or greater.",
        "perturbed_premise": "Inland silverside, Menidia beryllina, or mysid, Mysidopsis bahia, tests are acceptable if the results of the sheepshead minnow, Cyprinodon variegatus, show a survival rate of less than 80 percent.",
        "original_hypothesis": "Tests are only acceptable when survival rates during controls come to at least 70 percent.",
        "perturbed_hypothesis": "When survival rates during controls come to at least 70 percent, tests are only acceptable.",
        "original_label": 2,
        "premise_score": 0.9463479518890381,
        "hypothesis_score": 0.9700151085853577,
        "user_label": 1
    },
    {
        "original_premise": "We need to look at the implications that these differing roles have for a range of issues, such as SES core competencies, performance standards, recruitment sources, mobility, and training and development programs.",
        "perturbed_premise": "For a range of issues such as mobility, SES core competencies, recruitment sources, training and development programs, and performance standards, we must examine the consequences of these distinct roles.",
        "original_hypothesis": "It is very important for us to consider the implications of the these distinct roles on the issues.",
        "perturbed_hypothesis": "Consider the implications of these distinct roles on the issues, it is very important for us.",
        "original_label": 0,
        "premise_score": 0.9921030402183533,
        "hypothesis_score": 0.8854332566261292,
        "user_label": 0
    },
    {
        "original_premise": "Catch up on the Indian avant-garde and the bohemian people of Caletta at the Academy of Fine Arts on the southeast corner of the Maidan.",
        "perturbed_premise": "At the southeast corner of the Maidan, the Academy of Fine Arts showcases the bohemian people of Caletta and the Indian avant-garde.",
        "original_hypothesis": "The Academy of Fine Arts is a prominent school for all up and coming artists.",
        "perturbed_hypothesis": "All fine artists coming up are prominent in the school of the Academy.",
        "original_label": 1,
        "premise_score": 0.9891276955604553,
        "hypothesis_score": 0.8951520919799805,
        "user_label": 1
    },
    {
        "original_premise": "My unborn children will never appear on the Today show.",
        "perturbed_premise": "On the Today show, my children will never appear unborn.",
        "original_hypothesis": "My sons and daughter will be anchors on the Today show.",
        "perturbed_hypothesis": "\"On the Today show, my daughter and sons will anchor.\"",
        "original_label": 2,
        "premise_score": 0.934636116027832,
        "hypothesis_score": 0.9614658951759338,
        "user_label": 1
    },
    {
        "original_premise": "An organization's activities, core processes, and resources must be aligned to support its mission and help it achieve its goals.",
        "perturbed_premise": "To achieve its core processes, activities, and goals, an organization must align its resources and support its mission.",
        "original_hypothesis": "A company's mission can be realized even without the alignment of resources.",
        "perturbed_hypothesis": "Even without the alignment of resources, a company's mission can be realized.",
        "original_label": 2,
        "premise_score": 0.9944223761558533,
        "hypothesis_score": 0.994836688041687,
        "user_label": 2
    },
    {
        "original_premise": "It's an interesting account of the violent history of modern Israel, and ends in the Scafeld Room where nine Jews were executed.",
        "perturbed_premise": "The Scafeld Room, where nine Jews were executed, ends the interesting account of the violent history of modern Israel.",
        "original_hypothesis": "It's a fascinating explanation modern Israel's violent past and at the end is the Scafelf Room where executions took place.",
        "perturbed_hypothesis": "At the end of the Scafelf Room, where executions took place, is a fascinating explanation of modern Israel's violent past.",
        "original_label": 0,
        "premise_score": 0.8333273530006409,
        "hypothesis_score": 0.9819765090942383,
        "user_label": 0
    },
    {
        "original_premise": "It's easy to overdose on the many temples, palaces, and museums in India.",
        "perturbed_premise": "In India, the many temples, palaces, and museums make it easy to overdose.",
        "original_hypothesis": "You'll find a scarcity of palaces and temples across India.",
        "perturbed_hypothesis": "Across India, you'll find a scarcity of temples and palaces.",
        "original_label": 2,
        "premise_score": 0.9955337047576904,
        "hypothesis_score": 0.995468020439148,
        "user_label": 2
    },
    {
        "original_premise": "After the purge of foreigners, only a few stayed on, strictly confined to Dejima Island in Nagasaki Bay.",
        "perturbed_premise": "Only a few foreigners were purged, and they were allowed to stay on Dejima Island in Nagasaki Bay under strict confinement.",
        "original_hypothesis": "A few foreigners were confined to Dejima Island because they were dangerous.",
        "perturbed_hypothesis": "Because they were dangerous, a few foreigners confined Dejima Island to themselves.",
        "original_label": 1,
        "premise_score": 0.9949342608451843,
        "hypothesis_score": 0.971359372138977,
        "user_label": 1
    },
    {
        "original_premise": "True to his word to his faithful mare, Ca'daan left Whitebelly in Fena Dim and borrowed Gray Cloud from his uncle.",
        "perturbed_premise": "Ca'daan left his faithful mare Whitebelly in Fena Dim, despite his promise, and borrowed Gray Cloud from his uncle.",
        "original_hypothesis": "Ca'daan kept his word to Gray Cloud and borrowed Whitebelly from his uncle. ",
        "perturbed_hypothesis": "Gray Cloud borrowed Whitebelly from his uncle and Ca'daan kept his word.",
        "original_label": 2,
        "premise_score": 0.961458683013916,
        "hypothesis_score": 0.9781827926635742,
        "user_label": 1
    },
    {
        "original_premise": "The track continues past the necropolis to an impressive amphitheatre, very probably carved by Nabateans, but influenced by the Romans.",
        "perturbed_premise": "The impressive amphitheatre, very probably influenced by the Romans, continues past the necropolis to a track carved by Nabateans.",
        "original_hypothesis": "The path also leads to the ruins of a church.  ",
        "perturbed_hypothesis": "The church ruins lead to a path also.",
        "original_label": 1,
        "premise_score": 0.9883841276168823,
        "hypothesis_score": 0.816866397857666,
        "user_label": 1
    },
    {
        "original_premise": "The central features of the Results Act-strategic planning, performance measurement, and public reporting and accountability-can serve as powerful tools to help change the basic culture of government.",
        "perturbed_premise": "Government culture, with the aid of strategic planning, accountability, and public reporting, can be transformed by the potent instruments provided by the Results Act.",
        "original_hypothesis": "The Results Act has strategic planning as a deleted feature. ",
        "perturbed_hypothesis": "Strategic planning has been deleted from The Results Act as a feature.",
        "original_label": 2,
        "premise_score": 0.9921432733535767,
        "hypothesis_score": 0.9010139107704163,
        "user_label": 1
    },
    {
        "original_premise": "um i've visited the Wyoming area i'm not sure exactly where Dances with Wolves was filmed",
        "perturbed_premise": "\"I'm not sure where exactly Dances with Wolves was filmed, but I've visited the Wyoming area.\"",
        "original_hypothesis": "I've only visited the area in the spring.",
        "perturbed_hypothesis": "\"In the spring, I've only visited the area.\"",
        "original_label": 1,
        "premise_score": 0.9930598735809326,
        "hypothesis_score": 0.9795702695846558,
        "user_label": 1
    },
    {
        "original_premise": "In reviewing this history, it's important to make some crucial distinctions.",
        "perturbed_premise": "It's crucial to make some important distinctions in reviewing this history.",
        "original_hypothesis": "Making certain distinctions is imperative in looking back on the past.",
        "perturbed_hypothesis": "Looking back on the past is imperative in making certain distinctions.",
        "original_label": 0,
        "premise_score": 0.9935355186462402,
        "hypothesis_score": 0.9887268543243408,
        "user_label": 1
    },
    {
        "original_premise": "Or to judge by the  Failing to nurse at night can lead to painful engorgement or even breast infection.",
        "perturbed_premise": "Failing to nurse at night can lead to painful breast infection or even engorgement, to judge by the situation.",
        "original_hypothesis": "Mothers should nurse at night.",
        "perturbed_hypothesis": "\"At night, nurses should mother.\"",
        "original_label": 0,
        "premise_score": 0.9846736192703247,
        "hypothesis_score": 0.9453086853027344,
        "user_label": 1
    },
    {
        "original_premise": "The rule prohibits the sale of nicotine-containing cigarettes and smokeless tobacco to individuals under the age of 18; requires manufacturers, distributors, and retailers to comply with various conditions regarding the sale and distribution of these products; requires retailers to verify a purchaser's age by photographic identification; prohibits all free samples; limits the distribution of these products through vending machines and self-service displays by permitting such methods of sale only in facilities where access by individuals under 18 is prohibited; limits the advertising and labeling to which children and adolescents are exposed; prohibits promotional, non-tobacco items such as hats and tee shirts; prohibits sponsorship of",
        "perturbed_premise": "Various conditions require manufacturers, distributors, and retailers to comply with the sale and distribution of nicotine-containing cigarettes and smokeless tobacco to individuals under the age of 18; prohibits all free samples, limits the distribution of these products through vending machines and self-service displays by permitting such methods of sale only in facilities where access by individuals under 18 is prohibited; requires retailers to verify a purchaser's age by photographic identification; limits the advertising and labeling to which children and adolescents are exposed; prohibits promotional, non-t",
        "original_hypothesis": "The rule will be put into effect as of January 1, 2017,  in all 50 states. ",
        "perturbed_hypothesis": "As of January 1, 2017, the effect of the rule will put all 50 states into action.",
        "original_label": 1,
        "premise_score": 0.9731046557426453,
        "hypothesis_score": 0.981023371219635,
        "user_label": 1
    },
    {
        "original_premise": "But when he was persuaded by divers means to help us, he gave up after one week, declaring it beyond his powers.",
        "perturbed_premise": "He declared it beyond his powers after one week, but when he was persuaded by divers means to help us, he gave up.",
        "original_hypothesis": "He solved the issue within seven days, because he was so smart.",
        "perturbed_hypothesis": "Because he was so smart, he solved the issue within seven days.",
        "original_label": 2,
        "premise_score": 0.8380709886550903,
        "hypothesis_score": 0.9931881427764893,
        "user_label": 2
    },
    {
        "original_premise": "She gave the girl clothes and gifts and took her to her Connecticut estate for weekend pony rides, according to the Star . How was I supposed to compete with that?",
        "perturbed_premise": "According to the Star, she took the girl to her Connecticut estate for weekend pony rides and gave her gifts and clothes. How could I possibly measure up?",
        "original_hypothesis": "She gave the boy clothes, gifts and pony rides. That's hard to compete with.",
        "perturbed_hypothesis": "\"That's hard to compete with. She gave pony rides, gifts and clothes to the boy.\"",
        "original_label": 2,
        "premise_score": 0.9933143258094788,
        "hypothesis_score": 0.9939485788345337,
        "user_label": 1
    },
    {
        "original_premise": "There may be a small savings at the factory showrooms in Manacor, where you'll have the biggest choice.",
        "perturbed_premise": "At the factory showrooms in Manacor, there may be the biggest choice, but you'll have a small savings.",
        "original_hypothesis": "The factory showrooms are only for vendors.",
        "perturbed_hypothesis": "\"Only vendors are allowed in the factory showrooms.\"",
        "original_label": 2,
        "premise_score": 0.9382549524307251,
        "hypothesis_score": 0.9937153458595276,
        "user_label": 2
    },
    {
        "original_premise": "we only have to get up for you know for the daytime feedings",
        "perturbed_premise": "For the daytime feedings, we know you only have to get up.",
        "original_hypothesis": "We can sleep all day, since we don't have any daytime feedings.",
        "perturbed_hypothesis": "Since we don't have any daytime feedings, we can sleep all night.",
        "original_label": 2,
        "premise_score": 0.9872647523880005,
        "hypothesis_score": 0.9903205037117004,
        "user_label": 2
    },
    {
        "original_premise": "and they're more independent and there's things to do then it's good for them to go to different i mean it he goes to a a mother's day out program now once a week both of my kids do",
        "perturbed_premise": "Once a week, my kids go to a mother's day out program where they can do things independently, and it's good for them to go to different programs. I mean, he goes there now.",
        "original_hypothesis": "Independence does not grant anymore options for them.",
        "perturbed_hypothesis": "\"Granting independence for them does not offer any more options.\"",
        "original_label": 2,
        "premise_score": 0.9832964539527893,
        "hypothesis_score": 0.9604693651199341,
        "user_label": 2
    },
    {
        "original_premise": "The FDA solicited comments on these requirements in the notice of proposed rulemaking and has evaluated and responded to them in the preamble to the final rule.",
        "perturbed_premise": "In the final rule's preamble, the FDA evaluated and responded to comments on these requirements that were solicited in the notice of proposed rulemaking.",
        "original_hypothesis": "The FDA mostly received criticisms about the proposed rules and plan to use the criticism to find the plan's current flaws.",
        "perturbed_hypothesis": "The proposed plan to use the criticism to find the current flaws mostly received criticisms from the FDA about the rules.",
        "original_label": 1,
        "premise_score": 0.9894402623176575,
        "hypothesis_score": 0.8920910954475403,
        "user_label": 1
    },
    {
        "original_premise": "The percent of total cost for each function included in the model and cost elasticity (with respect to volume) are shown in Table 1.",
        "perturbed_premise": "Table 1 shows the cost elasticity (with respect to volume) and the percent of each function's total cost included in the model.",
        "original_hypothesis": "Table 1 also shows a picture diagram for each function. ",
        "perturbed_hypothesis": "Each function also shows a picture diagram for Table 1.",
        "original_label": 1,
        "premise_score": 0.9877820611000061,
        "hypothesis_score": 0.977377712726593,
        "user_label": 1
    },
    {
        "original_premise": "Every August young women convene to light joss sticks and some even climb the nine-meter (30-ft) rock to pray for good husbands.",
        "perturbed_premise": "Young women climb the nine-meter rock in August to light joss sticks and pray for good husbands, convening only occasionally.",
        "original_hypothesis": "Women converge on this place to light joss sticks and climb the rock.  ",
        "perturbed_hypothesis": "This rock is where women light joss sticks and gather to climb together.",
        "original_label": 0,
        "premise_score": 0.9848123788833618,
        "hypothesis_score": 0.9936891794204712,
        "user_label": 0
    },
    {
        "original_premise": "i wonder how they kept up with them though it seemed like the buffaloes were moving so fast i guess they graze though that wouldn't have been a problem",
        "perturbed_premise": "Though they seemed to be moving so fast, I guess the buffaloes wouldn't have had a problem grazing. I wonder how they kept up with them though.",
        "original_hypothesis": "It seemed difficult, keeping up with the buffaloes.",
        "perturbed_hypothesis": "Keeping up with the buffaloes seemed difficult.",
        "original_label": 0,
        "premise_score": 0.9633902907371521,
        "hypothesis_score": 0.9955922961235046,
        "user_label": 0
    },
    {
        "original_premise": "Sure enough, there was the chest, a fine old piece, all studded with brass nails, and full to overflowing with every imaginable type of garment. ",
        "perturbed_premise": "All studded with brass nails, there was the chest, sure enough, a fine old piece, and overflowing with every unimaginable type of garment.",
        "original_hypothesis": "The chest was built over 200 years ago.",
        "perturbed_hypothesis": "Over 200 years ago, the chest was built.",
        "original_label": 1,
        "premise_score": 0.9236778020858765,
        "hypothesis_score": 0.9951199889183044,
        "user_label": 1
    },
    {
        "original_premise": "Cybernetics had always been Derry's passion.",
        "perturbed_premise": "Derry's passion had always been cybernetics.",
        "original_hypothesis": "Derry knew nothing of cybernetics.",
        "perturbed_hypothesis": "'Cybernetics knew nothing of Derry.'",
        "original_label": 2,
        "premise_score": 0.9927164912223816,
        "hypothesis_score": 0.9904332160949707,
        "user_label": 1
    },
    {
        "original_premise": "You're crazed, Beresford.",
        "perturbed_premise": "\"Beresford, you're crazed.\"",
        "original_hypothesis": "You are a sane genius, Beresford.",
        "perturbed_hypothesis": "\"Beresford, you are a genius of sanity.\"",
        "original_label": 2,
        "premise_score": 0.9892328977584839,
        "hypothesis_score": 0.9884721040725708,
        "user_label": 2
    },
    {
        "original_premise": "In the meantime, the philosophy is to seize present-day opportunities in the thriving economy.",
        "perturbed_premise": "The present-day economy is thriving, so the philosophy is to seize opportunities in the meantime.",
        "original_hypothesis": "The philosophy was to seize opportunities when the economy is doing poorly.",
        "perturbed_hypothesis": "When the economy is doing poorly, the philosophy was to seize opportunities.",
        "original_label": 2,
        "premise_score": 0.9951672554016113,
        "hypothesis_score": 0.9953923225402832,
        "user_label": 2
    },
    {
        "original_premise": "Case Studies in Science Education.",
        "perturbed_premise": "2. Science Education Case Studies.",
        "original_hypothesis": "Education about science.",
        "perturbed_hypothesis": "'Science about education.'",
        "original_label": 0,
        "premise_score": 0.9937553405761719,
        "hypothesis_score": 0.9781930446624756,
        "user_label": 1
    },
    {
        "original_premise": "In Japan, Mainichi Shimbun criticized the new Liberal Democratic Party leader Keizo Obuchi for being devoid of fresh ideas for reviving the Japanese economy.",
        "perturbed_premise": "The new Liberal Democratic Party leader Keizo Obuchi was criticized by Mainichi Shimbun in Japan for not having any new ideas to revive the Japanese economy.",
        "original_hypothesis": "Mainichi Shimbun was critical of Keizo Obuchi, the new Liberal Democratic Party Leader.",
        "perturbed_hypothesis": "The new Liberal Democratic Party Leader, Keizo Obuchi, was criticized by Mainichi Shimbun.",
        "original_label": 0,
        "premise_score": 0.9901027679443359,
        "hypothesis_score": 0.9894036054611206,
        "user_label": 0
    },
    {
        "original_premise": "One bakes Flipper.",
        "perturbed_premise": "\"Flipper bakes one.\"",
        "original_hypothesis": "The flipper was here.",
        "perturbed_hypothesis": "Here was the flipper.",
        "original_label": 1,
        "premise_score": 0.9406149387359619,
        "hypothesis_score": 0.8851538300514221,
        "user_label": 1
    },
    {
        "original_premise": "The Women's Haven, which provides shelter and outreach to domestic-violence victims, already has a full-time attorney.",
        "perturbed_premise": "Already, the full-time attorney at The Women's Haven provides outreach and shelter to victims of domestic violence.",
        "original_hypothesis": "There is a full-time attorney at the Women's Haven already.",
        "perturbed_hypothesis": "Already, there is a Women's Haven attorney who works overtime.",
        "original_label": 0,
        "premise_score": 0.9886631369590759,
        "hypothesis_score": 0.9882595539093018,
        "user_label": 1
    },
    {
        "original_premise": "The purpose of the Diwan-i-Khas is hotly disputed; it is not necessarily the hall of private audience that its name implies.",
        "perturbed_premise": "The hall of private audience that its name implies is not necessarily the purpose of the hotly disputed Diwan-i-Khas.",
        "original_hypothesis": "The name suggest that it is open to the public.",
        "perturbed_hypothesis": "'It is open to the public, the name suggests.'",
        "original_label": 2,
        "premise_score": 0.9832889437675476,
        "hypothesis_score": 0.9842510223388672,
        "user_label": 2
    },
    {
        "original_premise": "well the channel eight when they came here thirteen fourteen years ago Dave Fox and Tracy Rowlett came together uh from Oklahoma City and apparently channel eight was way down and now they have turned it all around and done a pretty remarkable job and then",
        "perturbed_premise": "Thirteen or fourteen years ago, Dave Fox and Tracy Rowlett arrived here from Oklahoma City, and when they came to channel eight, apparently it was doing well. Now, after turning it all around, channel eight has done a pretty remarkable job, and then they came together.",
        "original_hypothesis": "Channel 8 came here fourteen years ago, I still don't watch it, but it's doing great now.",
        "perturbed_hypothesis": "Now, Channel 8 is doing great, but I still don't watch it after fourteen years of being here.",
        "original_label": 1,
        "premise_score": 0.9230880737304688,
        "hypothesis_score": 0.9835087656974792,
        "user_label": 1
    },
    {
        "original_premise": "Palestrina , by Hans Pfitzner, performed by the Royal Opera (Metropolitan Opera House, New York).",
        "perturbed_premise": "The Royal Opera (Metropolitan Opera House, New York) performed Palestrina, by Hans Pfitzner.",
        "original_hypothesis": "Hans Pfitzner did not write Palestrina, which will be performed in New York. ",
        "perturbed_hypothesis": "Palestrina, which Hans Pfitzner will not write, is set to be performed in New York.",
        "original_label": 2,
        "premise_score": 0.9926972985267639,
        "hypothesis_score": 0.9913150668144226,
        "user_label": 2
    },
    {
        "original_premise": "The Commission's analysis uses both quantifiable and general descriptions of the effects of the rule on small entities.",
        "perturbed_premise": "The effects of the rule on small entities are described using both quantifiable and general analysis by the Commission.",
        "original_hypothesis": "The rule has a significant effect on small entities.",
        "perturbed_hypothesis": "Small entities have a significant effect on the rule.",
        "original_label": 1,
        "premise_score": 0.982772171497345,
        "hypothesis_score": 0.9931049942970276,
        "user_label": 1
    },
    {
        "original_premise": "Many had to leave their birthplaces, fleeing to Lesvos, Chios, and Samos, the Greek-ruled islands just offshore.",
        "perturbed_premise": "The Greek-ruled islands just offshore, Lesvos, Chios, and Samos, had many fleeing their birthplaces.",
        "original_hypothesis": "Everyone was able to remain in their homeland. ",
        "perturbed_hypothesis": "5. Able to remain, their homeland welcomed everyone.",
        "original_label": 2,
        "premise_score": 0.9759374856948853,
        "hypothesis_score": 0.9347690343856812,
        "user_label": 2
    },
    {
        "original_premise": "and these poor guys out there uh trying to uphold the law um i don't know i kind of think they should bring back capital punishment",
        "perturbed_premise": "\"I don't know, these poor guys out there trying to uphold the law and bring back capital punishment. Uh, I kind of think they should.\"",
        "original_hypothesis": "I think that capital punishment should remain illegal.",
        "perturbed_hypothesis": "Capital punishment should remain illegal, I think.",
        "original_label": 2,
        "premise_score": 0.9632945656776428,
        "hypothesis_score": 0.9937320351600647,
        "user_label": 2
    },
    {
        "original_premise": "The Leland Act  (1) simplify the household definition",
        "perturbed_premise": "3. Leland Act simplifies the definition of household.",
        "original_hypothesis": "The Leland Act defines the legal definition of what a household is.",
        "perturbed_hypothesis": "The legal definition of what a household is defines the Leland Act.",
        "original_label": 1,
        "premise_score": 0.9140259027481079,
        "hypothesis_score": 0.9633821845054626,
        "user_label": 1
    },
    {
        "original_premise": "When asked about the Bible's literal account of creation, as opposed to the attractive concept of divine creation, every major Republican presidential candidate--even Bauer--has squirmed, ducked, and tried to steer the discussion back to faith, morals, and the general idea that humans were created in the image of God.",
        "perturbed_premise": "Even Bauer, every major Republican presidential candidate has squirmed, ducked, and tried to steer the discussion back to faith, morals, and the general idea that humans were created in the image of God when asked about the attractive concept of divine creation, as opposed to the Bible's literal account of creation.",
        "original_hypothesis": "Every republican presidential candidate answered the question of creation openly.",
        "perturbed_hypothesis": "Openly, every creation question was answered by the republican presidential candidates.",
        "original_label": 2,
        "premise_score": 0.9043440818786621,
        "hypothesis_score": 0.8438110947608948,
        "user_label": 2
    },
    {
        "original_premise": "(Cohen 1999) Although many observers would view this as an extreme step it could reduce costs and allow increased efficiencies.",
        "perturbed_premise": "Although it could reduce costs and allow increased efficiencies, many observers view this as an extreme step (Cohen 1999).",
        "original_hypothesis": "Many observers view it an extreme step to lower costs and increase efficiencies. ",
        "perturbed_hypothesis": "To increase efficiencies, many view it as an extreme step to lower costs.",
        "original_label": 0,
        "premise_score": 0.9948101043701172,
        "hypothesis_score": 0.919806957244873,
        "user_label": 0
    },
    {
        "original_premise": "This is especially true on Menorca, where cold winter winds limit the season's length.",
        "perturbed_premise": "The season's length is limited on Menorca due to cold winter winds, which is particularly accurate.",
        "original_hypothesis": "On Menorca, where cold winter winds limit the season's length, this is especially true.",
        "perturbed_hypothesis": "This is especially true on Menorca, where the season's length is limited by cold winter winds.",
        "original_label": 0,
        "premise_score": 0.8259687423706055,
        "hypothesis_score": 0.9948189854621887,
        "user_label": 0
    },
    {
        "original_premise": "Once they know their Social Security benefits promised under current law, workers can calculate how much they can expect from employer-sponsored pension plans and how much they need to save on their own for retirement.",
        "perturbed_premise": "How much they need to save on their own for retirement can be calculated by workers once they know their promised Social Security benefits under current law, as well as how much they can expect from employer-sponsored pension plans.",
        "original_hypothesis": "Social Security benefits are useful for the worker in securing their retirement and financial freedom when they reach seniority.",
        "perturbed_hypothesis": "3. Seniority is the time when social security benefits are useful for securing the worker's retirement and financial freedom.",
        "original_label": 0,
        "premise_score": 0.9909048676490784,
        "hypothesis_score": 0.9901686906814575,
        "user_label": 1
    },
    {
        "original_premise": "At the top of the hill is the imposing medieval fortress of Kadifekale.",
        "perturbed_premise": "The medieval fortress of Kadifekale is imposing at the top of the hill.",
        "original_hypothesis": "The church Kadifekale is located at the bottom of the hill.",
        "perturbed_hypothesis": "The bottom of the hill is where the church Kadifekale is located.",
        "original_label": 2,
        "premise_score": 0.9243820309638977,
        "hypothesis_score": 0.9581517577171326,
        "user_label": 2
    },
    {
        "original_premise": "To address these concerns, we supplement our Base Estimate of benefits with a series of sensitivity calculations that make use of other sources of concentration-response and valuation data for key benefits categories.",
        "perturbed_premise": "We make use of other sources of concentration-response and valuation data for key benefits categories to supplement our Base Estimate of benefits with a series of sensitivity calculations and address these concerns.",
        "original_hypothesis": "Some scenarios allow for supplemental data to be used in lieu of primary data.",
        "perturbed_hypothesis": "2. 'In lieu of primary data, supplementary data is permissible in some cases.'",
        "original_label": 0,
        "premise_score": 0.9679433107376099,
        "hypothesis_score": 0.9947563409805298,
        "user_label": 0
    },
    {
        "original_premise": "If you need to use the mail, it would be helpful if you sent your comments both in writing and on diskette (in Word or ASCII format).",
        "perturbed_premise": "In Word or ASCII format, if you sent your comments both in writing and on diskette, it would be helpful if you need to use the mail.",
        "original_hypothesis": "We don't need more than one copy of your comments, either a diskette or writing will do.",
        "perturbed_hypothesis": "Either a writing or diskette of your comments will do, we don't need more than one copy.",
        "original_label": 2,
        "premise_score": 0.9518146514892578,
        "hypothesis_score": 0.8806322813034058,
        "user_label": 2
    },
    {
        "original_premise": "Tax purists would argue that the value of the homemakers' hard work--and the intrafamily benefits they presumably receive in return for it--should, in fact, be treated as income and taxed, just like the wages paid to outside service providers such as baby sitters and housekeepers.",
        "perturbed_premise": "The wages paid to outside service providers such as baby sitters and housekeepers should be treated as income and taxed, just like the value of the homemakers' hard work--and the intrafamily benefits they presumably receive in return for it--according to tax purists.",
        "original_hypothesis": "To tax purists, the value of the homemakers' hard work should be taxed, and my economy teacher agrees with that.",
        "perturbed_hypothesis": "The economy teacher agrees that the hard work of homemakers should be taxed to value purists, and my tax should be increased.",
        "original_label": 1,
        "premise_score": 0.9922620058059692,
        "hypothesis_score": 0.8873142004013062,
        "user_label": 1
    },
    {
        "original_premise": "The burden of his spiritual functions as high priest of Shinto and the tasks of administration led the emperor to welcome an early abdication, frequently to retire to a life of Buddhist meditation and scholarship.",
        "perturbed_premise": "Frequently burdened by his tasks of administration and spiritual functions as high priest of Shinto, the emperor welcomed an early abdication to retire to a life of Buddhist meditation and scholarship.",
        "original_hypothesis": "People looked down on the emperor for abandoning his duties and abdicating.",
        "perturbed_hypothesis": "For abdicating and abandoning his duties, the emperor was looked down on by people.",
        "original_label": 1,
        "premise_score": 0.9668688178062439,
        "hypothesis_score": 0.9864674210548401,
        "user_label": 1
    },
    {
        "original_premise": "Additional information is provided to help managers incorporate the standards into their daily operations.",
        "perturbed_premise": "Managers are helped by incorporating additional information into their daily operations to meet the standards.",
        "original_hypothesis": "This information was developed thanks to extra federal funding.",
        "perturbed_hypothesis": "Thanks to extra federal funding, this information was developed.",
        "original_label": 1,
        "premise_score": 0.9943087697029114,
        "hypothesis_score": 0.9959656000137329,
        "user_label": 1
    },
    {
        "original_premise": "They said that (1) agencies need to be able to design their procedures to fit their particular circumstances (e.g.",
        "perturbed_premise": "\"E.g., they need to be able to design their particular circumstances to fit their procedures,\" said the agencies.",
        "original_hypothesis": "The authors of the recently introduced bill stated each agency would be required to match their operational methods to their particular situations.",
        "perturbed_hypothesis": "Each agency would be required to match their particular situations to their operational methods, as stated by the authors of the recently introduced bill.",
        "original_label": 1,
        "premise_score": 0.9947249293327332,
        "hypothesis_score": 0.9916871190071106,
        "user_label": 1
    },
    {
        "original_premise": "There are two challengers to these top dogs.",
        "perturbed_premise": "'Top dogs are challenging these two contenders.'",
        "original_hypothesis": "These top dogs face two challenges.",
        "perturbed_hypothesis": "\"Two dogs face these top challenges.\"",
        "original_label": 0,
        "premise_score": 0.9938793182373047,
        "hypothesis_score": 0.9891754984855652,
        "user_label": 1
    },
    {
        "original_premise": "This is one of the reasons we're growing too weak to fight the Satheri.  \"What's wrong with a ceremony of worship, if you must worship your eggshell?\" Dave asked.",
        "perturbed_premise": "\"What's too weak to fight the Satheri? This ceremony of worship is one of the reasons,\" Dave asked. \"And if you must worship your eggshell, what's wrong with it?\"",
        "original_hypothesis": "\"We shouldn't worship our eggshells, why do we even have ceremonies at all?\" asked Dave.",
        "perturbed_hypothesis": "\"Why do we even have ceremonies at all? We shouldn't worship our eggshells,\" Dave asked.",
        "original_label": 2,
        "premise_score": 0.9833369851112366,
        "hypothesis_score": 0.9908214807510376,
        "user_label": 2
    },
    {
        "original_premise": "Where are you going?",
        "perturbed_premise": "2. You are going where?",
        "original_hypothesis": "I'm curious as to where you're going.",
        "perturbed_hypothesis": "1. Where are you going? I'm curious.",
        "original_label": 0,
        "premise_score": 0.9909124374389648,
        "hypothesis_score": 0.9936506152153015,
        "user_label": 1
    },
    {
        "original_premise": "Yes, you've done very well, young man.",
        "perturbed_premise": "\"Young man, you've done very well. Yes!\"",
        "original_hypothesis": "No, you have not done very well.",
        "perturbed_hypothesis": "'Well, you have not done very.'",
        "original_label": 2,
        "premise_score": 0.9788620471954346,
        "hypothesis_score": 0.993871808052063,
        "user_label": 1
    },
    {
        "original_premise": "The entire economy received a massive jump-start with the outbreak of the Korean War, with Japan ironically becoming the chief local supplier for an army it had battled so furiously just a few years earlier.",
        "perturbed_premise": "Just a few years earlier, Japan had battled the army it now supplied as the outbreak of the Korean War gave the entire economy a massive jump-start, ironically.",
        "original_hypothesis": "Japan became the local supplier for Korea.",
        "perturbed_hypothesis": "Korea became the local supplier for Japan.",
        "original_label": 0,
        "premise_score": 0.9641408920288086,
        "hypothesis_score": 0.9911341071128845,
        "user_label": 2
    },
    {
        "original_premise": "For this report, we provide an overview of the major theories about why people save and describe various factors associated with the decline in personal saving.",
        "perturbed_premise": "We decline to provide an overview of the major theories about why people save for this report and describe various factors associated with personal saving.",
        "original_hypothesis": "There are several major theories about why people save.",
        "perturbed_hypothesis": "3. Why people save is a subject of several major theories.",
        "original_label": 0,
        "premise_score": 0.8590097427368164,
        "hypothesis_score": 0.9950321912765503,
        "user_label": 0
    },
    {
        "original_premise": "because i don't want to my mother was also a domineering type of personality because she had to take over the things that my dad fell short in",
        "perturbed_premise": "My dad fell short in taking over the things that my mother, who was also a domineering type of personality, didn't want to do.",
        "original_hypothesis": "My mother was domineering since she filled in my father's shoes.",
        "perturbed_hypothesis": "Since my father filled in my mother's shoes, she became domineering.",
        "original_label": 0,
        "premise_score": 0.9897972345352173,
        "hypothesis_score": 0.9087913632392883,
        "user_label": 1
    },
    {
        "original_premise": "Favored by the Ancient Egyptians as a source of turquoise, the Sinai was, until recently, famed for only one event but certainly an important one.",
        "perturbed_premise": "Until recently, the Sinai was favored by the Ancient Egyptians as a source of turquoise, but certainly not for only one event, which was not that important.",
        "original_hypothesis": "The Ancient Egyptians found nothing of use in the Sinai.  ",
        "perturbed_hypothesis": "In the Sinai, the Ancient Egyptians found nothing useful.",
        "original_label": 2,
        "premise_score": 0.967512845993042,
        "hypothesis_score": 0.9944058656692505,
        "user_label": 2
    },
    {
        "original_premise": "uh-huh well maybe well i've enjoyed talking to you okay bye-bye",
        "perturbed_premise": "\"Okay, maybe I've enjoyed talking to you. Well, uh-huh, bye-bye.\"",
        "original_hypothesis": "I liked talking to you about sports.",
        "perturbed_hypothesis": "3. You liked talking about sports to me.",
        "original_label": 1,
        "premise_score": 0.9876947402954102,
        "hypothesis_score": 0.990559458732605,
        "user_label": 1
    },
    {
        "original_premise": "Managing better requires that agencies have, and rely upon, sound financial and program information.",
        "perturbed_premise": "\"Sound financial and program information requires that agencies manage better and rely upon it.\"",
        "original_hypothesis": "Agencies need sound financial and program information for good management.",
        "perturbed_hypothesis": "For good financial and program management, agencies need sound information.",
        "original_label": 0,
        "premise_score": 0.9790937304496765,
        "hypothesis_score": 0.9949331879615784,
        "user_label": 1
    },
    {
        "original_premise": "But he said he thought the Ledfords understood they could qualify only if he put down a stated income, typically an undocumented business income that raises the borrower's interest rate. ",
        "perturbed_premise": "Typically, if he put down an undocumented business income that raises the borrower's interest rate, he thought the Ledfords understood they could qualify only if he stated income. However, he said something else.",
        "original_hypothesis": "He thought he didn't need anything to qualify.",
        "perturbed_hypothesis": "To qualify, he thought he didn't need anything.",
        "original_label": 2,
        "premise_score": 0.9049981832504272,
        "hypothesis_score": 0.9830693006515503,
        "user_label": 2
    },
    {
        "original_premise": "They would burn to the ground by morning.",
        "perturbed_premise": "By morning, the ground would burn them to the ashes.",
        "original_hypothesis": "By morning, they would burn the village to the ground.",
        "perturbed_hypothesis": "'To the ground, they would burn the village by morning.'",
        "original_label": 1,
        "premise_score": 0.9932700991630554,
        "hypothesis_score": 0.9488095045089722,
        "user_label": 1
    },
    {
        "original_premise": "Participate in the postaward audit for assessing thedegree of success of the acquisition.",
        "perturbed_premise": "Assess the degree of success of the acquisition by participating in the postaward audit.",
        "original_hypothesis": "The award is given to different people every year.",
        "perturbed_hypothesis": "Every year, the award is given to different people.",
        "original_label": 1,
        "premise_score": 0.9940162897109985,
        "hypothesis_score": 0.9915819764137268,
        "user_label": 1
    },
    {
        "original_premise": "is there still that type of music available",
        "perturbed_premise": "3. Is that type of music still available there?",
        "original_hypothesis": "I could care less if the music still existed.",
        "perturbed_hypothesis": "If the music still existed, I couldn't care less.",
        "original_label": 2,
        "premise_score": 0.9937896132469177,
        "hypothesis_score": 0.9926925897598267,
        "user_label": 2
    },
    {
        "original_premise": "Indeed, recent economic research suggests that investment in information technology explains most of the acceleration in labor productivity growth-a major component of overall economic growth-since 1995.",
        "perturbed_premise": "Since 1995, investment in information technology has been the primary reason for the acceleration in labor productivity growth, which is a crucial factor in overall economic growth, according to recent economic research.",
        "original_hypothesis": "The investment led to a 60 percent growth in labor productivity.",
        "perturbed_hypothesis": "Labor productivity growth led to a 60 percent investment in the investment.",
        "original_label": 1,
        "premise_score": 0.9948701858520508,
        "hypothesis_score": 0.8908731937408447,
        "user_label": 1
    },
    {
        "original_premise": "Happily, there's still a lot that hasn't yet been adulterated on the two islands'meaning that visitors also have a choice.",
        "perturbed_premise": "On the two islands, there's a lot that hasn't yet been adulterated, meaning that visitors have a limited choice.",
        "original_hypothesis": "The two islands still have many activities that aren't yet tainted.",
        "perturbed_hypothesis": "2. Many activities on the two islands remain untainted.",
        "original_label": 0,
        "premise_score": 0.9935294985771179,
        "hypothesis_score": 0.9949617385864258,
        "user_label": 0
    },
    {
        "original_premise": "well in a way you can travel light",
        "perturbed_premise": "'Light travel can, in a way, well you.'",
        "original_hypothesis": "You can travel light. ",
        "perturbed_hypothesis": "5. Travel light, you can't.",
        "original_label": 0,
        "premise_score": 0.9674413800239563,
        "hypothesis_score": 0.9856268763542175,
        "user_label": 1
    },
    {
        "original_premise": "Perhaps tax reform doesn't appeal to the new spiritualized side of Bradley.",
        "perturbed_premise": "'The new spiritualized side of Bradley doesn't appeal to tax reform, perhaps.'",
        "original_hypothesis": "Bradley is a pastor now.",
        "perturbed_hypothesis": "1. Now, Bradley pastors a group.",
        "original_label": 1,
        "premise_score": 0.8225781917572021,
        "hypothesis_score": 0.9838828444480896,
        "user_label": 1
    },
    {
        "original_premise": "substitute my my yeah my kid'll do uh four or five hours this week for me no problem",
        "perturbed_premise": "\"Yeah, my kid'll do four or five hours this week for me. No problem. Substitute my my.\"",
        "original_hypothesis": "My kid will be doing a few hours for me.",
        "perturbed_hypothesis": "\"For a few hours, my kid will be doing me.\"",
        "original_label": 0,
        "premise_score": 0.8930397629737854,
        "hypothesis_score": 0.9201527237892151,
        "user_label": 1
    },
    {
        "original_premise": "The technology used to capture and evaluate information in response to the RFP permits LSC to compile and assess key information about the delivery system at the program, state, regional, and national level.",
        "perturbed_premise": "LSC at the program, state, regional, and national level compile and assess key information about the delivery system using technology that captures and evaluates information in response to the RFP.",
        "original_hypothesis": "There is no way for the LSC to compile information about delivery systems.",
        "perturbed_hypothesis": "'Compile information about delivery systems? There is no way for the LSC.'",
        "original_label": 2,
        "premise_score": 0.9061192274093628,
        "hypothesis_score": 0.9751220345497131,
        "user_label": 2
    },
    {
        "original_premise": "The show, which begins each evening at 9:00 p.m. , relates in melodramatic fashion the history of Istanbul while coloured floodlights illuminate the spectacular architecture of the Blue Mosque.",
        "perturbed_premise": "In melodramatic fashion, the Blue Mosque's spectacular architecture is illuminated by coloured floodlights while the show relating the history of Istanbul begins each evening at 9:00 p.m.",
        "original_hypothesis": "The history of Istanbul is the subject of the show.",
        "perturbed_hypothesis": "The show's subject is the history of Istanbul.",
        "original_label": 0,
        "premise_score": 0.9905134439468384,
        "hypothesis_score": 0.9964969754219055,
        "user_label": 0
    },
    {
        "original_premise": "you know our church each year has a one of their major fund raisers is you know a garage sale and there's a ton of clothes always you know left over and i take those down to the uh",
        "perturbed_premise": "Each year, our church has one major fundraiser, which is a garage sale. There are always a ton of clothes left over, and I take those down to the uh, you know.",
        "original_hypothesis": "Our church has a garage sale each year. ",
        "perturbed_hypothesis": "- Each year, our church sells its garage.",
        "original_label": 0,
        "premise_score": 0.9772397875785828,
        "hypothesis_score": 0.9939764738082886,
        "user_label": 2
    },
    {
        "original_premise": "The Vice President and his representatives have asserted that GAO lacks the statutory authority to examine the activities of the NEPDG, recognizing only GAOas authority to audit its financial transactions.",
        "perturbed_premise": "The NEPDG's financial transactions have been recognized by the Vice President and his representatives as the only activities that GAO has the statutory authority to examine, asserting that GAO lacks authority to audit anything else.",
        "original_hypothesis": "The Vice President has sacked a few representatives. ",
        "perturbed_hypothesis": "4. The Vice President has sacked only a few representatives.",
        "original_label": 2,
        "premise_score": 0.9858043193817139,
        "hypothesis_score": 0.9925848841667175,
        "user_label": 1
    },
    {
        "original_premise": "China could never trump the warhead blizzard Washington would send in retaliation against any atomic attack, though the country would be loath to cede to U.S. missile defenses the deterrence afforded by its handfuls of warheads.",
        "perturbed_premise": "Washington would never be able to match China's warhead blizzard in retaliation against any atomic attack, even if the country were willing to concede to U.S. missile defenses the deterrence provided by its few warheads.",
        "original_hypothesis": "China had many more nuclear warhead than the US.",
        "perturbed_hypothesis": "The US had many more nuclear warheads than China.",
        "original_label": 2,
        "premise_score": 0.9726197719573975,
        "hypothesis_score": 0.9945101737976074,
        "user_label": 2
    },
    {
        "original_premise": "yep that's what he's worried about the trees or a bush because lilac bushes they they grow fast some people uh would really like to have them and then the people that do have them they spread and they sprout all over their their lawn",
        "perturbed_premise": "Some people worry about lilac bushes because they grow fast and spread all over their lawn, but others would really like to have them, so trees or a bush might be a better option for them. Yep, that's what he's worried about.",
        "original_hypothesis": "The lilac bushes grow so fast and latch onto everything around them, so they could prevent the trees from getting water.",
        "perturbed_hypothesis": "The trees could prevent the lilac bushes from getting water, as they grow so fast and latch onto everything around them.",
        "original_label": 1,
        "premise_score": 0.9820375442504883,
        "hypothesis_score": 0.9835171699523926,
        "user_label": 1
    },
    {
        "original_premise": "Two economists at Virginia Commonwealth University--yes, here are the economists again, but this time making a more plausible argument--studied millions of auto-accident claims filed between 1989 and 1993.",
        "perturbed_premise": "Here are the economists again--yes, two economists at Virginia Commonwealth University--making a plausible argument this time. They filed millions of auto-accident claims between 1989 and 1993.",
        "original_hypothesis": "Two qualified researchers looked into vehicular accident insurance claims.",
        "perturbed_hypothesis": "'Into vehicular accident claims, two qualified insurance researchers looked.'",
        "original_label": 1,
        "premise_score": 0.9803076386451721,
        "hypothesis_score": 0.8412371873855591,
        "user_label": 1
    },
    {
        "original_premise": "Always check with drivers and hotel employees to determine if road conditions are good before you depart.",
        "perturbed_premise": "Before you depart, always check if road conditions are good with hotel employees and drivers.",
        "original_hypothesis": "If the roads are not in good condition, you will be provided an extra night's stay for free.",
        "perturbed_hypothesis": "You will be provided an extra night's stay for free if the roads are not in good condition.",
        "original_label": 1,
        "premise_score": 0.8330233097076416,
        "hypothesis_score": 0.9903861284255981,
        "user_label": 1
    },
    {
        "original_premise": "His arm came up over his eyes, cutting off the glare.",
        "perturbed_premise": "Cutting off the glare, his arm came up over his eyes.",
        "original_hypothesis": "Everything was dark, and he couldn't see a thing.",
        "perturbed_hypothesis": "\"He couldn't see a thing, everything was dark.\"",
        "original_label": 2,
        "premise_score": 0.8315046429634094,
        "hypothesis_score": 0.9832204580307007,
        "user_label": 2
    },
    {
        "original_premise": "A piece describes the Learning Channel's new women-targeted reality TV  A Wedding Story , A Baby Story , and A Dating Story , featuring real-life marriages, babies, and dates.",
        "perturbed_premise": "The Learning Channel's reality TV features real-life weddings, babies, and dates in A Baby Story, A Wedding Story, and A Dating Story, as described in a new piece targeted towards women.",
        "original_hypothesis": "The LEarning Channel focuses on the male audience.",
        "perturbed_hypothesis": "The male audience focuses on The Learning Channel.",
        "original_label": 2,
        "premise_score": 0.9895250797271729,
        "hypothesis_score": 0.9876842498779297,
        "user_label": 2
    },
    {
        "original_premise": "The  liberation  of these old European colonies created the basis for postwar independence movements proclaiming the Japanese slogan  Asia for the Asians.  ",
        "perturbed_premise": "The Asians proclaimed the Japanese slogan \"Asia for the Asians\" as the basis for postwar independence movements, leading to the liberation of old European colonies.",
        "original_hypothesis": "The Japanese slogan is Asia for the Japanese.",
        "perturbed_hypothesis": "Asia is the Japanese slogan for the Japanese.",
        "original_label": 2,
        "premise_score": 0.95329749584198,
        "hypothesis_score": 0.8108993768692017,
        "user_label": 2
    },
    {
        "original_premise": "As long as Assad lives, he can manage these troubles and keep an agreement with Israel.",
        "perturbed_premise": "He can manage these troubles and keep an agreement with Israel as long as Assad lives.",
        "original_hypothesis": "The only way for Assad to take care of the trouble is for him to die. ",
        "perturbed_hypothesis": "\"For Assad to take care of the trouble, the only way is for him to live.\"",
        "original_label": 2,
        "premise_score": 0.9872450232505798,
        "hypothesis_score": 0.9825289249420166,
        "user_label": 0
    },
    {
        "original_premise": "and he's an engineer so he even came over and set it up for me and had it running for like two hundred dollars so i thought that",
        "perturbed_premise": "'Even though he's an engineer, he didn't bother to come over and set it up for me. Running it would have cost me two hundred dollars, so I didn't think that was worth it.'",
        "original_hypothesis": "For two hundred dollars he brought it to my home and set it up.",
        "perturbed_hypothesis": "He set it up at my home and brought two hundred dollars for it.",
        "original_label": 0,
        "premise_score": 0.9932843446731567,
        "hypothesis_score": 0.8876013159751892,
        "user_label": 2
    },
    {
        "original_premise": " He found himself thinking in circles of worry and pulled himself back to his problem.",
        "perturbed_premise": "'His problem pulled him back from thinking in circles of worry and he found himself.'",
        "original_hypothesis": "He got lost in circles of worry, and could not face his problem anymore.",
        "perturbed_hypothesis": "'His problem got lost in circles of worry, and he could not face it anymore.'",
        "original_label": 2,
        "premise_score": 0.9615909457206726,
        "hypothesis_score": 0.9793755412101746,
        "user_label": 2
    },
    {
        "original_premise": "The chain swung again, hitting her arm and sending the palm knife into the crowd.",
        "perturbed_premise": "The palm knife hit the chain, swinging her arm and sending the crowd into a frenzy.",
        "original_hypothesis": "The woman was unarmed.",
        "perturbed_hypothesis": "10. The woman was disarmed.",
        "original_label": 2,
        "premise_score": 0.9664879441261292,
        "hypothesis_score": 0.9933335185050964,
        "user_label": 1
    },
    {
        "original_premise": "As the double-decker boats get ready to leave the pier, bells ring, the gangplank is raised, deckhands in blue sailor suits man the hawsers, and a couple of hundred commuters begin a seven-minute sightseeing tour.",
        "perturbed_premise": "Deckhands in blue sailor suits man the hawsers as bells ring, the gangplank is raised, and a couple of hundred commuters begin a seven-minute sightseeing tour on the double-decker boats that are getting ready to leave the pier.",
        "original_hypothesis": "The double decker boats are all out of service, so they never leave the pier.",
        "perturbed_hypothesis": "The pier never leaves the double decker boats, so they are all out of service.",
        "original_label": 2,
        "premise_score": 0.9950740933418274,
        "hypothesis_score": 0.8681626915931702,
        "user_label": 1
    },
    {
        "original_premise": "They found plenty of water pouring down from the mountains, and more timber than anyone knew what to do with.",
        "perturbed_premise": "'Pouring down from the mountains, they found more timber than anyone knew what to do with and plenty of water.'",
        "original_hypothesis": "They had found a lot of water pouring down from the mountains.",
        "perturbed_hypothesis": "Pouring down from the mountains, they had found a lot of water.",
        "original_label": 0,
        "premise_score": 0.9918476343154907,
        "hypothesis_score": 0.9311496615409851,
        "user_label": 0
    },
    {
        "original_premise": "The Fray's reputation as a home for hostile, rude, and mean-spirited exchanges suffered a severe beating at the hands of the Reading thread, which was so civilized that participants suggested taking insulin shots afterward.",
        "perturbed_premise": "At the hands of the Reading thread, The Fray's reputation suffered a severe beating as participants suggested taking insulin shots afterward, due to the unexpected level of hostility, rudeness, and mean-spirited exchanges.",
        "original_hypothesis": "The Fray is known as a hostile, rude, and mean place.",
        "perturbed_hypothesis": "\"A mean, rude, and hostile place is known as The Fray.\"",
        "original_label": 0,
        "premise_score": 0.9277067184448242,
        "hypothesis_score": 0.9950259327888489,
        "user_label": 0
    },
    {
        "original_premise": "Just like we have hairpins and powder-puffs.\" Tommy handed over a rather shabby green notebook, and Tuppence began writing busily.",
        "perturbed_premise": "Tommy handed over a green notebook, shabby like hairpins and powder-puffs, and Tuppence began writing busily.",
        "original_hypothesis": "Tommy handed Tuppence a red notebook.",
        "perturbed_hypothesis": "Tuppence handed Tommy a red notebook.",
        "original_label": 2,
        "premise_score": 0.8424513339996338,
        "hypothesis_score": 0.9921748042106628,
        "user_label": 2
    },
    {
        "original_premise": "If they have overestimated how far the CPI is off, Boskin and his commission may institutionalize an underestimated CPI--guaranteeing a yearly, stealth tax increase.",
        "perturbed_premise": "Boskin and his commission may institutionalize an overestimated CPI, guaranteeing a yearly, stealth tax decrease if they have underestimated how far the CPI is off.",
        "original_hypothesis": "It is possible that they have overestimated how far the CPI is off. ",
        "perturbed_hypothesis": "5. Is it possible that they have overestimated how far off the CPI is?",
        "original_label": 0,
        "premise_score": 0.9664850831031799,
        "hypothesis_score": 0.9885032773017883,
        "user_label": 0
    },
    {
        "original_premise": "Local boy Gates wisely built his 45,000-square-foot castle in suburban Seattle.",
        "perturbed_premise": "In suburban Seattle, local castle boy Gates wisely built his 45,000-square-foot.",
        "original_hypothesis": "Gates built his castle in the Seattle are because he likes the weather.",
        "perturbed_hypothesis": "Because Gates likes the weather in the Seattle area, he built his castle.",
        "original_label": 1,
        "premise_score": 0.8250348567962646,
        "hypothesis_score": 0.9948083758354187,
        "user_label": 1
    },
    {
        "original_premise": "Beatrice and Grace made out OK legally, but some of us will never use their products again without thinking about Travolta losing his shirt in the name of those wasted-away little kids.",
        "perturbed_premise": "Some of us will never use their products again legally, but Beatrice and Grace made out OK without thinking about Travolta losing his shirt in the name of those wasted-away little kids.",
        "original_hypothesis": "Beatrice and Grace ended up in prison at the end.",
        "perturbed_hypothesis": "At the end, Grace and Beatrice ended up in prison.",
        "original_label": 2,
        "premise_score": 0.9719188213348389,
        "hypothesis_score": 0.9852981567382812,
        "user_label": 2
    },
    {
        "original_premise": "The  rock  has a soft texture and can be bought in a variety of shapes.",
        "perturbed_premise": "'A variety of soft textures can be bought in the shape of a rock.'",
        "original_hypothesis": "The rock is harder than most types of rock.",
        "perturbed_hypothesis": "Most types of rock are harder than the rock.",
        "original_label": 2,
        "premise_score": 0.9912847280502319,
        "hypothesis_score": 0.8709388971328735,
        "user_label": 1
    },
    {
        "original_premise": "Sure enough, there was the chest, a fine old piece, all studded with brass nails, and full to overflowing with every imaginable type of garment. ",
        "perturbed_premise": "All full to overflowing with brass nails, there was the chest, a fine old piece, sure enough, and every imaginable type of garment.",
        "original_hypothesis": "The chest wasn't big enough to completely contain all of the garments.",
        "perturbed_hypothesis": "All of the garments couldn't be completely contained in the chest that wasn't big enough.",
        "original_label": 0,
        "premise_score": 0.9527660608291626,
        "hypothesis_score": 0.9909347891807556,
        "user_label": 0
    },
    {
        "original_premise": "If she wasn't, how would they have known Jane Finn had got the papers?",
        "perturbed_premise": "If Jane Finn hadn't got the papers, would they have known she wasn't there?",
        "original_hypothesis": "If she wasn't, how were they sure Jane Finn was in possession of the papers?",
        "perturbed_hypothesis": "How sure were they that Jane Finn was in possession of the papers if she wasn't?",
        "original_label": 0,
        "premise_score": 0.9450089335441589,
        "hypothesis_score": 0.9070507884025574,
        "user_label": 0
    },
    {
        "original_premise": "IDPA's OIG's mission is to prevent, detect, and eliminate fraud, waste, abuse, and misconduct in various payment programs.",
        "perturbed_premise": "Various payment programs' abuse, fraud, waste, and misconduct must be detected, prevented, and eliminated by OIG's IDPA mission.",
        "original_hypothesis": "IDPA's OIG's mission took 3 days to be written.",
        "perturbed_hypothesis": "The OIG's mission took IDPA 3 days to write.",
        "original_label": 1,
        "premise_score": 0.9728907942771912,
        "hypothesis_score": 0.8156731724739075,
        "user_label": 1
    },
    {
        "original_premise": "At the eastern end of Back Lane and turning right, Nicholas Street becomes Patrick Street, and in St. Patrick's Close is St. Patrick's Cathedral .",
        "perturbed_premise": "St. Patrick's Cathedral is located in St. Patrick's Close, where Nicholas Street turns into Patrick Street at the western end of Back Lane.",
        "original_hypothesis": "Nicholas Street becomes Patrick Street after turning left at the eastern end of Back Lane.",
        "perturbed_hypothesis": "After turning left at the eastern end of Back Lane, Patrick Street becomes Nicholas Street.",
        "original_label": 2,
        "premise_score": 0.9227839112281799,
        "hypothesis_score": 0.9761306643486023,
        "user_label": 2
    },
    {
        "original_premise": "an d now we got the governor she's going to do that",
        "perturbed_premise": "\"Now the governor's got us and she's going to do that.\"",
        "original_hypothesis": "We have a female governor now, and she is going to go through with it.",
        "perturbed_hypothesis": "'Going through with it, we now have a female governor, and she is.'",
        "original_label": 0,
        "premise_score": 0.9583657383918762,
        "hypothesis_score": 0.8739997744560242,
        "user_label": 1
    },
    {
        "original_premise": "GAO's Web site (www.gao.gov) contains abstracts and full-text files ofcurrent reports and testimony and an expanding archive of older products.",
        "perturbed_premise": "The expanding archive of older products on GAO's Web site (www.gao.gov) contains full-text files and abstracts of current reports and testimony.",
        "original_hypothesis": "The GAO has received many complaints due to lack of a website. ",
        "perturbed_hypothesis": "Due to lack of a website, many complaints have been received by the GAO.",
        "original_label": 2,
        "premise_score": 0.988013744354248,
        "hypothesis_score": 0.9901492595672607,
        "user_label": 2
    },
    {
        "original_premise": "The Report and Order, in large part, adopts the unanimous recommendations of the Hearing Aid Compatibility Negotiated Rulemaking Committee, an advisory committee established by the Federal Communications Commission in 1995.",
        "perturbed_premise": "In 1995, the Federal Communications Commission established an advisory committee called the Hearing Aid Compatibility Negotiated Rulemaking Committee. The unanimous recommendations of this committee were mostly adopted by the Report and Order.",
        "original_hypothesis": "The Hearing Aid Compatibility Negotiated Rulemaking Committee is a product of the Federal Communications Commission.",
        "perturbed_hypothesis": "The Federal Communications Commission is a product of the Hearing Aid Compatibility Negotiated Rulemaking Committee.",
        "original_label": 0,
        "premise_score": 0.8925608992576599,
        "hypothesis_score": 0.8688793778419495,
        "user_label": 0
    },
    {
        "original_premise": "What you say about Lawrence is a great surprise to me, I said. ",
        "perturbed_premise": "\"I said what a great surprise it is to hear about Lawrence from you.\"",
        "original_hypothesis": "I knew that about Lawrence all along.",
        "perturbed_hypothesis": "4. I all along knew nothing about Lawrence.",
        "original_label": 2,
        "premise_score": 0.9912938475608826,
        "hypothesis_score": 0.9600302577018738,
        "user_label": 2
    },
    {
        "original_premise": "FEC Chairman Scott Thomas, a Democrat who was also at the conference, noted that the Federal Election Campaign Act of 1971 outlined three principles that need to be preserved on the  1) disclosure of how money is raised and spent to influence elections; 2) limits on the amount that any one person can contribute to a campaign; and 3) restrictions on independent spending by corporations and unions.",
        "perturbed_premise": "At the conference, Scott Thomas, a Democrat who is the FEC Chairman, emphasized that the Federal Election Campaign Act of 1971 should uphold three principles: 1) corporations and unions should have the freedom to spend independently; 2) there should be no limits on the amount that any one person can contribute to a campaign; and 3) disclosure of how money is raised and spent to influence elections should be eliminated.",
        "original_hypothesis": "Scott Thomas was the FEC Chairman.",
        "perturbed_hypothesis": "The FEC Chairman was Scott Thomas.",
        "original_label": 0,
        "premise_score": 0.9903745651245117,
        "hypothesis_score": 0.989391565322876,
        "user_label": 0
    },
    {
        "original_premise": "Under the leadership of Henry the Navigator, caravels set out from the westernmost point of the Algarve, in southern Portugal, in search of foreign lands, fame, and wealth.",
        "perturbed_premise": "Caravels, in search of fame, wealth, and foreign lands, set out from the westernmost point of the Algarve in southern Portugal under Henry the Navigator's leadership.",
        "original_hypothesis": "Henry the Navigator personally signed off on the construction of each caravel that was used.",
        "perturbed_hypothesis": "Each caravel used was personally signed off on by Henry the Navigator during construction.",
        "original_label": 1,
        "premise_score": 0.9829859137535095,
        "hypothesis_score": 0.9862756729125977,
        "user_label": 1
    },
    {
        "original_premise": "well the channel eight when they came here thirteen fourteen years ago Dave Fox and Tracy Rowlett came together uh from Oklahoma City and apparently channel eight was way down and now they have turned it all around and done a pretty remarkable job and then",
        "perturbed_premise": "Thirteen years ago, when Dave Fox and Tracy Rowlett arrived from Oklahoma City, channel eight was in a pretty remarkable state of success. Apparently, they turned it all around and did a great job. Well, now they're here and apparently the channel is way down.",
        "original_hypothesis": "Channel 8 came here fourteen years ago from OKC and it's doing great now.",
        "perturbed_hypothesis": "Now, Channel 8 is doing great after coming here from OKC fourteen years ago.",
        "original_label": 0,
        "premise_score": 0.9917981624603271,
        "hypothesis_score": 0.9522695541381836,
        "user_label": 1
    },
    {
        "original_premise": "Regulation and the Nature of Postal Delivery Services, Ed.",
        "perturbed_premise": "'Postal Services: The Nature of Regulation and Delivery, Ed.'",
        "original_hypothesis": "There is regulation of the postal delivery service.",
        "perturbed_hypothesis": "The postal delivery service is regulated there.",
        "original_label": 0,
        "premise_score": 0.9854750633239746,
        "hypothesis_score": 0.9916158318519592,
        "user_label": 0
    },
    {
        "original_premise": "Look, it's your skin, but you're going to be in trouble if you don't get busy.",
        "perturbed_premise": "Your skin is going to be in trouble if you don't get busy, but it's your look.",
        "original_hypothesis": "You should get to work soon so you don't get in trouble.",
        "perturbed_hypothesis": "So you don't get in trouble, you should soon get to work.",
        "original_label": 0,
        "premise_score": 0.9099891185760498,
        "hypothesis_score": 0.9896204471588135,
        "user_label": 0
    },
    {
        "original_premise": "We also have found that leading organizations strive to ensure that their core processes efficiently and effectively support mission-related outcomes.",
        "perturbed_premise": "4. Core processes that efficiently and effectively support mission-related outcomes are strived for by leading organizations, who ensure they have them",
        "original_hypothesis": "Leading organizations want to be sure their processes are successful.",
        "perturbed_hypothesis": "Successful processes are what leading organizations want to be sure of.",
        "original_label": 1,
        "premise_score": 0.9921678900718689,
        "hypothesis_score": 0.994978129863739,
        "user_label": 1
    },
    {
        "original_premise": "yep and then i had probably lived the last eleven years in Massachusetts so you know what does that make me an honorary Yankee or",
        "perturbed_premise": "An honorary Yankee? Probably not. I had lived in Massachusetts for the last eleven years, so you know, yep, what does that make me?",
        "original_hypothesis": "I've lived in Massachusetts for the past eleven years because of my mother.",
        "perturbed_hypothesis": "'My mother has lived in Massachusetts for the past eleven years because of me.'",
        "original_label": 1,
        "premise_score": 0.8912060260772705,
        "hypothesis_score": 0.9878138303756714,
        "user_label": 1
    },
    {
        "original_premise": "Strategic human capital management must be at the center of this transformation effort.",
        "perturbed_premise": "This transformation effort must be centered around strategic management of human capital.",
        "original_hypothesis": "Human capital management has to be at the center of the changing effort",
        "perturbed_hypothesis": "The effort to change has to center on human capital management.",
        "original_label": 0,
        "premise_score": 0.9945023059844971,
        "hypothesis_score": 0.9895007014274597,
        "user_label": 0
    },
    {
        "original_premise": "Personal Communication with P. Croteau, Babcock Borsig Power, August 2001.",
        "perturbed_premise": "\"Babcock Borsig Power, August 2001: P. Croteau's Personal Communication.\"",
        "original_hypothesis": "In August 2001, there was personal communication between P. Croteau and Babcock Borsig Power. ",
        "perturbed_hypothesis": "There was personal power communication between Babcock Borsig and P. Croteau in August 2001.",
        "original_label": 0,
        "premise_score": 0.930323600769043,
        "hypothesis_score": 0.967780351638794,
        "user_label": 0
    },
    {
        "original_premise": "This popular show spawned the aquatic show at the Bellagio.",
        "perturbed_premise": "The Bellagio show spawned this popular aquatic show.",
        "original_hypothesis": "This popular show is unrelated to the origins of Bellogio's water display.",
        "perturbed_hypothesis": "Bellogio's water display has no connection to the origins of this popular show.",
        "original_label": 2,
        "premise_score": 0.9937363862991333,
        "hypothesis_score": 0.9947383999824524,
        "user_label": 2
    },
    {
        "original_premise": "For instance, when Clinton cited executive privilege as a reason for holding back a memo from FBI Director Louis Freeh criticizing his drug policies, Bob Dole asserted that the president had no basis for refusing to divulge it.",
        "perturbed_premise": "When Bob Dole asserted that the president had no basis for refusing to divulge a memo from FBI Director Louis Freeh criticizing his drug policies, Clinton cited executive privilege as a reason for holding it back, for instance.",
        "original_hypothesis": "Bob Dole stated that Clinton had no right to privilege for actions not involving the presidency.",
        "perturbed_hypothesis": "Clinton had no right to privilege for actions not involving the presidency, stated Bob Dole.",
        "original_label": 1,
        "premise_score": 0.9689235687255859,
        "hypothesis_score": 0.9892923831939697,
        "user_label": 1
    },
    {
        "original_premise": "Each individual's survival curve, or the probability of surviving beyond a given age, should shift as a result of an environmental quality improvement.",
        "perturbed_premise": "An environmental quality improvement should result in a shift in the survival curve of each individual, which means the probability of surviving beyond a given age.",
        "original_hypothesis": "People will live longer if they get plenty of fresh air.",
        "perturbed_hypothesis": "If people get plenty of fresh air, they will live longer.",
        "original_label": 1,
        "premise_score": 0.9770421981811523,
        "hypothesis_score": 0.9951317310333252,
        "user_label": 1
    },
    {
        "original_premise": "We need your help with another new feature that starts next week.",
        "perturbed_premise": "Next week, with another new feature starting, your help is needed.",
        "original_hypothesis": "We are able to work with the new feature on our own.",
        "perturbed_hypothesis": "2. 'With the new feature, we are able to work on our own.'",
        "original_label": 2,
        "premise_score": 0.9941727519035339,
        "hypothesis_score": 0.991152822971344,
        "user_label": 2
    },
    {
        "original_premise": "While headquarters staffing is to be streamlined, the staffing levels at the ports are to be maintained or increased.",
        "perturbed_premise": "The staffing levels at the ports are to be maintained or increased, while streamlining headquarters staffing.",
        "original_hypothesis": "Staffing levels at the ports are maintained or increased as headquarters' staff is streamlined. ",
        "perturbed_hypothesis": "As headquarters staff is streamlined, staffing levels at the ports are increased or maintained.",
        "original_label": 0,
        "premise_score": 0.8923923969268799,
        "hypothesis_score": 0.9580039978027344,
        "user_label": 0
    },
    {
        "original_premise": "Prior to 1986, the United States had been a net creditor because its holdings of foreign assets exceeded foreign holdings of U.S. assets.",
        "perturbed_premise": "The United States had been a net creditor because foreign holdings of U.S. assets exceeded its holdings of foreign assets prior to 1986.",
        "original_hypothesis": "The US wasn't a net creditor until after 1986.",
        "perturbed_hypothesis": "Until after 1986, the US was a net debtor.",
        "original_label": 2,
        "premise_score": 0.9905637502670288,
        "hypothesis_score": 0.9910584092140198,
        "user_label": 1
    },
    {
        "original_premise": "Specifically, suppose unconstrained competition were allowed but the Postal Service turned out to have sufficient market power in some product areas to allow other products to be priced at or near the level of incremental cost.",
        "perturbed_premise": "Suppose the Postal Service had market power in some product areas and allowed unconstrained competition, but other products were priced at or near the level of incremental cost specifically.",
        "original_hypothesis": "The Postal Service does not have a lot of market power.",
        "perturbed_hypothesis": "3. 'Not a lot of market power does the Postal Service have.'",
        "original_label": 2,
        "premise_score": 0.9503201246261597,
        "hypothesis_score": 0.9918584227561951,
        "user_label": 1
    },
    {
        "original_premise": "They look just as good as new.\" They cut them carefully and ripped away the oilskin.",
        "perturbed_premise": "\"They ripped away the oilskin and cut them carefully, they look just as good as new.\"",
        "original_hypothesis": "The oilskin would be good for several months of use.",
        "perturbed_hypothesis": "Several months of use would be good for the oilskin.",
        "original_label": 1,
        "premise_score": 0.9783735275268555,
        "hypothesis_score": 0.9953047037124634,
        "user_label": 1
    },
    {
        "original_premise": "Since the system would automatically verify all receipts and acceptances prior to invoice payment authorization, there would be no need to authorize payment prior to verification of receipt.",
        "perturbed_premise": "There would be no need to verify receipt prior to payment authorization since the system would automatically accept all receipts and verify acceptances.",
        "original_hypothesis": "The new system has nothing to do with invoice payments.",
        "perturbed_hypothesis": "'Invoice payments have nothing to do with the new system.'",
        "original_label": 2,
        "premise_score": 0.9848339557647705,
        "hypothesis_score": 0.9933119416236877,
        "user_label": 2
    },
    {
        "original_premise": "However, the specific approaches to executing those principles tended to differ among the various sectors.",
        "perturbed_premise": "The various sectors tended to differ in their specific approaches to executing those principles, however.",
        "original_hypothesis": "Specific approaches to each principle is the same in each sector.",
        "perturbed_hypothesis": "The same principle applies to each sector, but different approaches are required.",
        "original_label": 2,
        "premise_score": 0.992916464805603,
        "hypothesis_score": 0.9951056241989136,
        "user_label": 2
    },
    {
        "original_premise": "It focuses on desktop, client/server, and enterprisewide computing.",
        "perturbed_premise": "'Enterprise-wide computing focuses on desktop and client/server.'",
        "original_hypothesis": "Cloud computing may be a serious challenge to desktop market.",
        "perturbed_hypothesis": "3. Cloud market may seriously challenge desktop computing.",
        "original_label": 1,
        "premise_score": 0.9908794164657593,
        "hypothesis_score": 0.9435899257659912,
        "user_label": 1
    },
    {
        "original_premise": "well that's pretty typical though uh i don't uh i don't guess it's going to be any much different uh than than it has been in the past so i expect uh July and August we'll see our  or uh share of hundred degree days",
        "perturbed_premise": "\"I don't expect to see any share of hundred degree days in July and August, though that's pretty typical. It's going to be much different than it has been in the past, so I guess I don't.\"",
        "original_hypothesis": "We don't ever see the temperature get into the hundreds.",
        "perturbed_hypothesis": "The temperature never gets into the hundreds, we see.",
        "original_label": 2,
        "premise_score": 0.8174957036972046,
        "hypothesis_score": 0.9565410017967224,
        "user_label": 2
    },
    {
        "original_premise": "'Can I get a drink?'",
        "perturbed_premise": "8. A drink I can get?",
        "original_hypothesis": "Can you drink hot soup?",
        "perturbed_hypothesis": "2. You can drink hot soup?",
        "original_label": 1,
        "premise_score": 0.9378708004951477,
        "hypothesis_score": 0.986083447933197,
        "user_label": 1
    },
    {
        "original_premise": "In the depths of the Cold War, many Americans suspected Communists had infiltrated Washington and were about to subvert our democracy.",
        "perturbed_premise": "Many Communists suspected Americans in the depths of the Cold War had infiltrated Washington and were about to subvert our democracy.",
        "original_hypothesis": "Communists assisted America's government during the Cold War.",
        "perturbed_hypothesis": "During the Cold War, America's government assisted Communists.",
        "original_label": 2,
        "premise_score": 0.9908632636070251,
        "hypothesis_score": 0.9948089122772217,
        "user_label": 2
    },
    {
        "original_premise": "Each edition of the DSM is the product of arguments, negotiations, and compromises.",
        "perturbed_premise": "The product of arguments, negotiations, and compromises is each edition of the DSM.",
        "original_hypothesis": "Many arguments and negotiations go into each edition of DSM.",
        "perturbed_hypothesis": "Each edition of DSM goes into many arguments and negotiations.",
        "original_label": 0,
        "premise_score": 0.9885768294334412,
        "hypothesis_score": 0.9395341277122498,
        "user_label": 0
    },
    {
        "original_premise": "He unleashed a 16-day reign of terror that left 300 Madeirans dead, stocks of sugar destroyed, and the island plundered.",
        "perturbed_premise": "1. The island plundered, 300 Madeirans dead, and stocks of sugar destroyed - he unleashed a 16-day reign of terror.",
        "original_hypothesis": "There was a terrible attack during a 16-day reign.",
        "perturbed_hypothesis": "During a terrible 16-day attack, there was a reign.",
        "original_label": 0,
        "premise_score": 0.9362066388130188,
        "hypothesis_score": 0.8689197897911072,
        "user_label": 1
    },
    {
        "original_premise": "5) The Democrats are reaping what they sowed (after torturing Robert Bork, John Tower, and Clarence Thomas).",
        "perturbed_premise": "1) After torturing Robert Bork, John Tower, and Clarence Thomas, the Democrats are now reaping what they sowed.",
        "original_hypothesis": "Democrats rarely have any political relevance.",
        "perturbed_hypothesis": "Rarely do Democrats have any political relevance.",
        "original_label": 2,
        "premise_score": 0.9877262711524963,
        "hypothesis_score": 0.9931621551513672,
        "user_label": 1
    },
    {
        "original_premise": "so you know well a lot of the stuff you hear coming from South Africa now and from West Africa that's considered world music because it's not particularly using certain types of folk styles",
        "perturbed_premise": "Well, a lot of the world music coming from South Africa and West Africa now is not considered to be particularly using certain types of folk styles, so you know.",
        "original_hypothesis": "They consider the West African music to be worldly since they do not rely on folk styles.",
        "perturbed_hypothesis": "Since they do not rely on folk styles, they consider the West African music to be worldly.",
        "original_label": 0,
        "premise_score": 0.8263279795646667,
        "hypothesis_score": 0.9792377948760986,
        "user_label": 1
    },
    {
        "original_premise": "The experiment lasted only until Ahkenaten's death when almost all records relating to the King were destroyed.",
        "perturbed_premise": "Almost all records relating to the King were destroyed until the experiment lasted only until Ahkenaten's death.",
        "original_hypothesis": "The experiment ended with Ahkenaten's death.",
        "perturbed_hypothesis": "Ahkenaten's death ended the experiment.",
        "original_label": 0,
        "premise_score": 0.9742900133132935,
        "hypothesis_score": 0.9927031993865967,
        "user_label": 0
    },
    {
        "original_premise": "There is very little left of old Ocho  the scant remains of Ocho Rios Fort are probably the oldest and now lie in an industrial area, almost forgotten as the tide of progress has swept over the town.",
        "perturbed_premise": "The tide of progress has swept over the town, leaving only the scant remains of Ocho Rios Fort in an industrial area, but there is still some of old Ocho left, which is probably the oldest.",
        "original_hypothesis": "There is nothing left of the Ocho Rios Fort.",
        "perturbed_hypothesis": "'Left of the Ocho Rios Fort, there is nothing.'",
        "original_label": 2,
        "premise_score": 0.8726249933242798,
        "hypothesis_score": 0.9875592589378357,
        "user_label": 2
    },
    {
        "original_premise": "Ickes apparently made calls to donors from his government office, but there is no evidence so far that anyone else solicited funds in a federal building.",
        "perturbed_premise": "So far, there is no evidence that anyone else made calls to donors from a federal building, but apparently Ickes solicited funds from his government office.",
        "original_hypothesis": "There is evidence that many people solicited funds from a federal building.",
        "perturbed_hypothesis": "Many federal buildings have evidence of people soliciting funds from them.",
        "original_label": 2,
        "premise_score": 0.992348313331604,
        "hypothesis_score": 0.9948039650917053,
        "user_label": 2
    },
    {
        "original_premise": "3 Accordingly, auditors performing financial audits need to be proficient in applying the AICPA standards and guidance contained in the SASs.",
        "perturbed_premise": "Auditors need to be proficient in applying the AICPA standards and guidance contained in the SASs, accordingly, when performing financial audits.",
        "original_hypothesis": "Auditors do not need to be proficient in AICPA standards ",
        "perturbed_hypothesis": "Proficient standards do not need to be audited by AICPA.",
        "original_label": 2,
        "premise_score": 0.894230306148529,
        "hypothesis_score": 0.9934131503105164,
        "user_label": 2
    },
    {
        "original_premise": "On the west side of the square is Old King's House (built in 1762), which was the official residence of the British governor; it was here that the proclamation of emancipation was issued in 1838.",
        "perturbed_premise": "In 1838, the proclamation of emancipation was issued from Old King's House, which was the official residence of the British governor that was built in 1762 on the west side of the square.",
        "original_hypothesis": "On the west end of the square is the Old King's House which was built in 1762.",
        "perturbed_hypothesis": "The Old King's House, which was built in 1762, is on the west end of the square.",
        "original_label": 0,
        "premise_score": 0.9847177863121033,
        "hypothesis_score": 0.9939160943031311,
        "user_label": 0
    },
    {
        "original_premise": "(A bigger contribution may or may not mean, I really, really support Candidate X.) Freedom of association is an even bigger stretch--one that Justice Thomas would laugh out of court if some liberal proposed it.",
        "perturbed_premise": "'I really support Candidate X, but freedom of association is a bigger stretch. A liberal proposing it would mean that a bigger contribution may or may not be necessary, and Justice Thomas would laugh out of court.'",
        "original_hypothesis": "A bigger contribution means to support candidate Y.",
        "perturbed_hypothesis": "To support candidate Y means a bigger contribution.",
        "original_label": 2,
        "premise_score": 0.9622271656990051,
        "hypothesis_score": 0.9916326403617859,
        "user_label": 1
    },
    {
        "original_premise": "cook and then the next time it would be my turn and i'd try to outdo him and then he'd try to outdo me and  we we was really a lot of fun and",
        "perturbed_premise": "And then he'd try to outdo me and cook, and the next time it would be my turn to try to outdo him. We had a lot of fun, really.",
        "original_hypothesis": "I would cook and he never would, it always turned out to be a chore. ",
        "perturbed_hypothesis": "He never would cook, it turned out to be a chore and I always would.",
        "original_label": 2,
        "premise_score": 0.9487195014953613,
        "hypothesis_score": 0.9154200553894043,
        "user_label": 2
    },
    {
        "original_premise": "They would burn to the ground by morning.",
        "perturbed_premise": "By morning, they would have burned to the ground.",
        "original_hypothesis": "By morning, they would burn to the ground.",
        "perturbed_hypothesis": "They would burn to the ground by morning.",
        "original_label": 0,
        "premise_score": 0.9928326606750488,
        "hypothesis_score": 0.9943090677261353,
        "user_label": 0
    },
    {
        "original_premise": "because i don't want to my mother was also a domineering type of personality because she had to take over the things that my dad fell short in",
        "perturbed_premise": "My dad fell short in taking over things because my mother was also a domineering type of personality, but I don't want to be like her.",
        "original_hypothesis": "My mother made me take over the things that my dad fell short it.",
        "perturbed_hypothesis": "5. My mother made me take things over that my dad fell short of doing.",
        "original_label": 2,
        "premise_score": 0.9797198176383972,
        "hypothesis_score": 0.9927046895027161,
        "user_label": 1
    },
    {
        "original_premise": "He argued that these governors shared the congressional Republican agenda enshrined in the 1994 Contract With America.",
        "perturbed_premise": "Enshrined in the 1994 Contract With America, he argued that these Republican governors shared the congressional agenda.",
        "original_hypothesis": "The governors were angry men",
        "perturbed_hypothesis": "Men were angry with the governors.",
        "original_label": 1,
        "premise_score": 0.8362510204315186,
        "hypothesis_score": 0.9933472871780396,
        "user_label": 1
    },
    {
        "original_premise": "'I don't suppose you could forget I ever said that?'",
        "perturbed_premise": "2. You don't suppose I could forget I ever said that?",
        "original_hypothesis": "I hope that you can remember that forever. ",
        "perturbed_hypothesis": "Forever, I hope that you can remember that.",
        "original_label": 2,
        "premise_score": 0.9856458306312561,
        "hypothesis_score": 0.9763565063476562,
        "user_label": 2
    },
    {
        "original_premise": "The Star reports that actress Jodie Foster is pregnant through artificial insemination.",
        "perturbed_premise": "Through artificial insemination, the actress Jodie Foster reports that she is pregnant with a star.",
        "original_hypothesis": "It has been reported by The Star that Jodie Foster is pregnant with twins through artificial insemination.",
        "perturbed_hypothesis": "Through artificial insemination, Jodie Foster has reportedly been pregnant with twins as reported by The Star.",
        "original_label": 1,
        "premise_score": 0.9014828205108643,
        "hypothesis_score": 0.987288236618042,
        "user_label": 1
    },
    {
        "original_premise": "Look here, you've no business to come asking for me in this way.",
        "perturbed_premise": "'In this way, you've no business to come asking for me. Look here.'",
        "original_hypothesis": "You have every right to be asking for me this way.",
        "perturbed_hypothesis": "2. You have every right to be asking for me in this way.",
        "original_label": 2,
        "premise_score": 0.9723667502403259,
        "hypothesis_score": 0.9919644594192505,
        "user_label": 2
    },
    {
        "original_premise": "Excellent reviews for the collaboration between two of the '90s' most acclaimed jazz saxophonists.",
        "perturbed_premise": "Two of the '90s most acclaimed jazz saxophonists collaborate for excellent reviews.",
        "original_hypothesis": "Critics compared the music to deranged caterwauling cats.",
        "perturbed_hypothesis": "The deranged cats compared the music to caterwauling critics.",
        "original_label": 2,
        "premise_score": 0.8721083402633667,
        "hypothesis_score": 0.9260213375091553,
        "user_label": 1
    },
    {
        "original_premise": "From that spot she could see all of them and, should she need to, she could see through them as well.",
        "perturbed_premise": "Should she need to see all of them, from that spot she could see through them as well.",
        "original_hypothesis": "She could see through them all.",
        "perturbed_hypothesis": "\"All of them could see through her.\"",
        "original_label": 0,
        "premise_score": 0.9775055050849915,
        "hypothesis_score": 0.9887939095497131,
        "user_label": 1
    },
    {
        "original_premise": "On the second point, Judge Newton said in a recent interview, I've heard this complaint a hundred times.",
        "perturbed_premise": "In a recent interview, Judge Newton said, \"I've heard this complaint a hundred times on the second point.\"",
        "original_hypothesis": "Judge Newton had heard the second point numerous times.",
        "perturbed_hypothesis": "Numerous times had Judge Newton heard the second point.",
        "original_label": 0,
        "premise_score": 0.9685311317443848,
        "hypothesis_score": 0.8174549341201782,
        "user_label": 1
    },
    {
        "original_premise": "so they don't deal much in cash anymore either",
        "perturbed_premise": "\"They deal in cash much anymore, so they don't either.\"",
        "original_hypothesis": "They are now mostly using credit cards for transactions.",
        "perturbed_hypothesis": "Mostly, they are now using credit cards for transactions.",
        "original_label": 1,
        "premise_score": 0.941156804561615,
        "hypothesis_score": 0.983765184879303,
        "user_label": 1
    },
    {
        "original_premise": "Favored by the Ancient Egyptians as a source of turquoise, the Sinai was, until recently, famed for only one event but certainly an important one.",
        "perturbed_premise": "The Sinai, favored by the Ancient Egyptians as an important source of turquoise, was until recently famed for only one event, but certainly not the only one.",
        "original_hypothesis": "The Sinai was a source of gold for the Ancient Egyptians.  ",
        "perturbed_hypothesis": "The Ancient Egyptians were a source of gold for the Sinai.",
        "original_label": 2,
        "premise_score": 0.9839757680892944,
        "hypothesis_score": 0.9845240712165833,
        "user_label": 1
    },
    {
        "original_premise": "Look for these items in the picturesque open-air market of Sa Penya (Ibiza Town) or for a wider selection at the bustling, covered central market in the newer part of town (carrer d'Extremadura).",
        "perturbed_premise": "For a wider selection, look at the bustling, covered central market in the newer part of town (carrer d'Extremadura) or find these items in the picturesque open-air market of Sa Penya (Ibiza Town).",
        "original_hypothesis": "You can't find anything at the open-air market.",
        "perturbed_hypothesis": "At the open-air market, you can find anything.",
        "original_label": 2,
        "premise_score": 0.9681921005249023,
        "hypothesis_score": 0.9963293671607971,
        "user_label": 1
    },
    {
        "original_premise": "Such multicolored reef dwellers as the parrotfish and French angelfish, along with weirdly shaped coral, crawfish, or turtles hiding in crevices, can be yours for the viewing in these clear waters where visibility of 30 m (100 ft) is common.",
        "perturbed_premise": "These clear waters offer a common visibility of 30 m (100 ft), where you can see weirdly shaped coral, crawfish, or turtles hiding in crevices, as well as multicolored reef dwellers such as the French angelfish and parrotfish, all waiting for your viewing pleasure.",
        "original_hypothesis": "Since the reef has been bleached and rendered lifeless by global warming, it's no longer possible to see sea life in the cloudy water.",
        "perturbed_hypothesis": "Sea life is no longer visible in the cloudy water, as the reef has been rendered lifeless by global warming and bleached.",
        "original_label": 2,
        "premise_score": 0.9763887524604797,
        "hypothesis_score": 0.9385543465614319,
        "user_label": 2
    },
    {
        "original_premise": "As legal scholar Randall Kennedy wrote in his book Race, Crime, and the Law , Even if race is only one of several factors behind a decision, tolerating it at all means tolerating it as potentially the decisive factor.",
        "perturbed_premise": "Tolerating race as a decisive factor means tolerating it as potentially one of several factors behind a decision, as legal scholar Randall Kennedy wrote in his book Race, Crime, and the Law.",
        "original_hypothesis": "Race should always be considered in judicial decisions.",
        "perturbed_hypothesis": "In judicial decisions, race should not always be considered.",
        "original_label": 1,
        "premise_score": 0.9695759415626526,
        "hypothesis_score": 0.9936310648918152,
        "user_label": 1
    },
    {
        "original_premise": "After shuttering the DOE, Clinton could depict himself as a crusader against waste and bureaucracy who succeeded where even Reagan failed.",
        "perturbed_premise": "Clinton succeeded where Reagan failed, depicting himself as a crusader against waste and bureaucracy by shuttering the DOE.",
        "original_hypothesis": "Reagan had tried to shutter the DOE but was unable to.",
        "perturbed_hypothesis": "The DOE had tried to shutter Reagan but was unable to.",
        "original_label": 1,
        "premise_score": 0.9945380091667175,
        "hypothesis_score": 0.8458507657051086,
        "user_label": 1
    },
    {
        "original_premise": "The aggregate effect on the amount of federal government saving is what affects the level of national saving and economic growth.",
        "perturbed_premise": "The level of economic growth affects what aggregate effect the amount of federal government saving has on national saving.",
        "original_hypothesis": "Federal government saving affects economic growth.",
        "perturbed_hypothesis": "'Economic growth affects federal government savings.'",
        "original_label": 0,
        "premise_score": 0.9144519567489624,
        "hypothesis_score": 0.9925383925437927,
        "user_label": 0
    },
    {
        "original_premise": "Corroborating evidence is independent evidence that supports information in the database.",
        "perturbed_premise": "The database contains corroborating evidence that supports independent information.",
        "original_hypothesis": "Independent evidence that supports information in the database is called corroborating evidence.",
        "perturbed_hypothesis": "Corroborating evidence is the database's independent support for the information.",
        "original_label": 0,
        "premise_score": 0.9840987324714661,
        "hypothesis_score": 0.8916067481040955,
        "user_label": 1
    },
    {
        "original_premise": "Mr. Clinton rewards Mr. Knight for his fund raising, Mr. Gore lays the groundwork for his anticipated presidential bid four years from now, and the companies, by hiring Mr. Knight, get the administration's ear.",
        "perturbed_premise": "By hiring Mr. Knight, the companies get the administration's ear, Mr. Clinton rewards Mr. Gore for his fund raising, and Mr. Knight lays the groundwork for his anticipated presidential bid four years from now.",
        "original_hypothesis": "Mr. Clinton appreciated Mr. Knight for his fund raising.",
        "perturbed_hypothesis": "Mr. Knight appreciated Mr. Clinton for his fund raising.",
        "original_label": 0,
        "premise_score": 0.9876194000244141,
        "hypothesis_score": 0.9733491539955139,
        "user_label": 1
    },
    {
        "original_premise": "What the judge really wants are the facts -- he wants to make a good decision, he said.",
        "perturbed_premise": "He said he wants the facts to make a good decision -- what the judge really wants.",
        "original_hypothesis": "In the end the judge made a bad decision since he imprisoned someone innocent.",
        "perturbed_hypothesis": "Since he imprisoned someone innocent, in the end the judge made a bad decision.",
        "original_label": 1,
        "premise_score": 0.8768943548202515,
        "hypothesis_score": 0.9536344408988953,
        "user_label": 1
    },
    {
        "original_premise": "The most popular form of shadow theater is known as Wayang Siam.",
        "perturbed_premise": "Wayang Siam is the most well-known form of shadow theater.",
        "original_hypothesis": "Wayang Siam is the most popular form of shadow theater. ",
        "perturbed_hypothesis": "The most popular shadow theater form is Wayang Siam.",
        "original_label": 0,
        "premise_score": 0.8678572177886963,
        "hypothesis_score": 0.9655407071113586,
        "user_label": 0
    },
    {
        "original_premise": "In April 1453 the Sultan's armies massed outside the city walls, outnumbering the Byzantines ten to one.",
        "perturbed_premise": "The Byzantines, outnumbering the Sultan's armies ten to one, massed outside the city walls in April 1453.",
        "original_hypothesis": "There were ten times as many of the Sultan's armies than Byzantines but they still lost.",
        "perturbed_hypothesis": "Despite having ten times as many armies as the Byzantines, the Sultan still lost.",
        "original_label": 1,
        "premise_score": 0.9942091703414917,
        "hypothesis_score": 0.9940656423568726,
        "user_label": 1
    },
    {
        "original_premise": "Vishnu's wife Lakshmi is goddess of good fortune.",
        "perturbed_premise": "'Good fortune's goddess Lakshmi is Vishnu's wife.'",
        "original_hypothesis": "Lakshmi, the goddess of good fortune likes to treat people to nice surprises.",
        "perturbed_hypothesis": "The people of good fortune treat Lakshmi to nice surprises, the goddess likes it.",
        "original_label": 1,
        "premise_score": 0.897911787033081,
        "hypothesis_score": 0.9926490187644958,
        "user_label": 1
    },
    {
        "original_premise": "It was worth the trip for that.",
        "perturbed_premise": "For that trip, it was worth it.",
        "original_hypothesis": "It wasn't worth anything.",
        "perturbed_hypothesis": "2. It was worth nothing.",
        "original_label": 2,
        "premise_score": 0.9830871820449829,
        "hypothesis_score": 0.9832241535186768,
        "user_label": 2
    },
    {
        "original_premise": "well do you know you have a ten limit a ten minute time limit well that's okay and then they come on and tell you and they tell you got five seconds to say good-bye",
        "perturbed_premise": "They tell you that you have a ten-minute time limit, which is fine, but then they inform you that you only have five seconds to say goodbye. Do you know about the ten limit?",
        "original_hypothesis": "Usually there's a 10 minute time limit, but they'll say you have a few seconds to go!",
        "perturbed_hypothesis": "'But there's a few seconds to go, usually they'll say you have a 10 minute time limit!'",
        "original_label": 0,
        "premise_score": 0.9884594082832336,
        "hypothesis_score": 0.9289171099662781,
        "user_label": 0
    },
    {
        "original_premise": "However, co-requesters cannot approve additional co-requesters or restrict the timing of the release of the product after it is issued.",
        "perturbed_premise": "After it is issued, co-requesters cannot restrict the timing of the release of the product or approve additional co-requesters, however.",
        "original_hypothesis": "Co-requesters cannot approve more co-requesters.",
        "perturbed_hypothesis": "'Cannot approve co-requesters more than co-requesters.'",
        "original_label": 0,
        "premise_score": 0.9681264162063599,
        "hypothesis_score": 0.8459430932998657,
        "user_label": 1
    },
    {
        "original_premise": "When we encounter the young woman again, she has taken a job as the live-in domestic at a huge and crumbling Roman townhouse belonging to an English loner named Jason Kinsky (David Thewlis).",
        "perturbed_premise": "Belonging to an English loner named Jason Kinsky (David Thewlis), the young woman has taken a job as the live-in domestic at a huge and crumbling Roman townhouse again when we encounter her.",
        "original_hypothesis": "The chances of finding jobs in the field of live-in domestics is low.",
        "perturbed_hypothesis": "The field of live-in domestics offers low chances of finding jobs.",
        "original_label": 1,
        "premise_score": 0.8190218806266785,
        "hypothesis_score": 0.9758216738700867,
        "user_label": 1
    },
    {
        "original_premise": "well um i uh exercise regularly i work at a university and i swim almost everyday",
        "perturbed_premise": "\"I work at a university, swim almost everyday, and well, um, I exercise regularly, uh.\"",
        "original_hypothesis": "I am a fit person with 1.4% body fat.",
        "perturbed_hypothesis": "3. 'A fit person like me has only 1.4% body fat.'",
        "original_label": 1,
        "premise_score": 0.9438913464546204,
        "hypothesis_score": 0.9909427762031555,
        "user_label": 1
    },
    {
        "original_premise": "Just north of the Shalom Tower is the Yemenite Quarter, its main attractions being the bustling Carmel market and good Oriental restaurants.",
        "perturbed_premise": "The good Oriental restaurants and bustling Carmel market are the main attractions of the Yemenite Quarter, located just north of the Shalom Tower.",
        "original_hypothesis": "The Shalom Tower is north of the Yemenite Quarter.",
        "perturbed_hypothesis": "The Yemenite Quarter is south of the Shalom Tower.",
        "original_label": 2,
        "premise_score": 0.9676393866539001,
        "hypothesis_score": 0.993769109249115,
        "user_label": 2
    },
    {
        "original_premise": "guess it didn't last too long at the box office but i thought it was pretty good",
        "perturbed_premise": "\"I thought it was pretty good at the box office, but guess it didn't last too long.\"",
        "original_hypothesis": "Wow, it lasted in the box office for so long, I'm surprised.",
        "perturbed_hypothesis": "\"I'm surprised it lasted so long in the box office, wow!\"",
        "original_label": 2,
        "premise_score": 0.8071476221084595,
        "hypothesis_score": 0.852855920791626,
        "user_label": 2
    },
    {
        "original_premise": "Occasionally, he'd wince and apologise for any incoherence.",
        "perturbed_premise": "He'd occasionally apologise for any incoherence and wince.",
        "original_hypothesis": "He winced and apologized for any confusing speech, sometimes.",
        "perturbed_hypothesis": "Sometimes, he winced and apologized for any confusing speech.",
        "original_label": 0,
        "premise_score": 0.9383118152618408,
        "hypothesis_score": 0.9165559411048889,
        "user_label": 0
    },
    {
        "original_premise": "He did not immediately recognize Tuppence.",
        "perturbed_premise": "Tuppence did not immediately recognize him.",
        "original_hypothesis": "Tuppence had altered his appearance as not to be immediately recognized.",
        "perturbed_hypothesis": "As not to be recognized immediately, Tuppence had altered his appearance.",
        "original_label": 1,
        "premise_score": 0.9606062173843384,
        "hypothesis_score": 0.9813424944877625,
        "user_label": 1
    },
    {
        "original_premise": "Also, disappointing earnings reports from Intel and other blue-chip companies in the two weeks leading up to the crash caused investors to question the value of entire portfolios.",
        "perturbed_premise": "Investors' questioning of the value of entire portfolios caused disappointing earnings reports from Intel and other blue-chip companies in the two weeks leading up to the crash, also.",
        "original_hypothesis": "Intel has never had a disappointing earning report.",
        "perturbed_hypothesis": "'Never has Intel had a report of disappointing earnings.'",
        "original_label": 2,
        "premise_score": 0.9165796041488647,
        "hypothesis_score": 0.9912934899330139,
        "user_label": 2
    },
    {
        "original_premise": "Built in a.d. 715 to help measure the peak and trough of the Nile flood.",
        "perturbed_premise": "To measure the peak and trough of the Nile flood, built in A.D. 715.",
        "original_hypothesis": "It said the Nile flood was 12 feet deep.",
        "perturbed_hypothesis": "The Nile flood was said to be 12 feet deep.",
        "original_label": 1,
        "premise_score": 0.8618201017379761,
        "hypothesis_score": 0.9941291809082031,
        "user_label": 1
    },
    {
        "original_premise": "The standard technology assumptions of scenario A were used by EIA in the development of the AEO2001 reference case projections.",
        "perturbed_premise": "EIA used the AEO2001 reference case projections to develop the standard technology assumptions of scenario A.",
        "original_hypothesis": "EIA used the standard technology assumptions to develop the AEO2001 reference case projections for the post office.",
        "perturbed_hypothesis": "The post office used standard technology assumptions to develop the AEO2001 reference case projections for EIA.",
        "original_label": 1,
        "premise_score": 0.9928520321846008,
        "hypothesis_score": 0.9902432560920715,
        "user_label": 1
    },
    {
        "original_premise": "The standard technology assumptions of scenario A were used by EIA in the development of the AEO2001 reference case projections.",
        "perturbed_premise": "In the development of the AEO2001 reference case projections, EIA used the standard technology assumptions of scenario A.",
        "original_hypothesis": "EIA used the standard technology assumptions to eliminate the AEO2001 reference case projections.",
        "perturbed_hypothesis": "The AEO2001 reference case projections were eliminated by EIA using standard technology assumptions.",
        "original_label": 2,
        "premise_score": 0.9914482831954956,
        "hypothesis_score": 0.9940432906150818,
        "user_label": 2
    },
    {
        "original_premise": "As the budgets, functions, and points of service of many government programs devolve to state and local government, private entities and nonprofit organizations, and other third parties, it may become harder for GAO to obtain the records it needs to complete audits and evaluations.",
        "perturbed_premise": "\"Private entities and nonprofit organizations, state and local government, and other third parties may make it harder for GAO to obtain the records it needs to complete audits and evaluations as many government programs devolve their budgets, functions, and points of service.\"",
        "original_hypothesis": "It is necessary for these audits and evaluations to be performed at least once a year.",
        "perturbed_hypothesis": "Perform audits and evaluations at least once a year, it is necessary for these.",
        "original_label": 1,
        "premise_score": 0.9850099682807922,
        "hypothesis_score": 0.8033487796783447,
        "user_label": 1
    },
    {
        "original_premise": "TIG funds support the Technology Evaluation Project, an initiative of the Legal Aid Society of Cincinnati.",
        "perturbed_premise": "The Legal Aid Society of Cincinnati's initiative, the Technology Evaluation Project, is supported by TIG funds.",
        "original_hypothesis": "The Technology Evolution project was founded in 1992.",
        "perturbed_hypothesis": "In 1992, the project of Technology Evolution was founded.",
        "original_label": 1,
        "premise_score": 0.9937300682067871,
        "hypothesis_score": 0.9864324927330017,
        "user_label": 1
    },
    {
        "original_premise": "so it's it's changing and the summers are getting hot and the winters are cold but i guess i can live with it",
        "perturbed_premise": "\"I can live with it, but the summers are getting cold and the winters are getting hot. So, it's changing, I guess.\"",
        "original_hypothesis": "It can get up to 30 degrees Celsius in the summer.",
        "perturbed_hypothesis": "In the summer, it can reach 30 degrees Celsius.",
        "original_label": 1,
        "premise_score": 0.9907593727111816,
        "hypothesis_score": 0.9870904088020325,
        "user_label": 1
    },
    {
        "original_premise": "Participants generally viewed the new internal control reporting requirements of the Sarbanes-Oxley Act of 2002 as a good requirement.",
        "perturbed_premise": "The Sarbanes-Oxley Act of 2002 was generally viewed as a good requirement by participants for the new internal control reporting.",
        "original_hypothesis": "The Sarbanes-Oxley Act of 2002 focused mainly on SEC filings, and ignored internal controls and reporting completely.",
        "perturbed_hypothesis": "Internal controls and reporting were completely ignored by the Sarbanes-Oxley Act of 2002, with a focus mainly on SEC filings.",
        "original_label": 2,
        "premise_score": 0.9427072405815125,
        "hypothesis_score": 0.9916433691978455,
        "user_label": 2
    },
    {
        "original_premise": "The cuts will take the biggest bite out of Land of Lincoln, a network of eight offices and 40 lawyers who help clients in southern Illinois with problems like eviction, access to Social Security and obtaining orders of protection from abusive spouses.",
        "perturbed_premise": "Land of Lincoln, a network of 40 lawyers and eight offices, will take the biggest bite out of the cuts. They help clients in southern Illinois with problems like eviction, access to Social Security, and obtaining orders of protection from abusive spouses.",
        "original_hypothesis": "Land of Lincoln, a network of eight offices and 40 lawyers providing pro bono and reduced cost legal services in Illinois, will be significantly impacted by the cuts.",
        "perturbed_hypothesis": "The cuts will significantly impact Land of Lincoln, a network of 40 lawyers and eight offices that provide reduced cost and pro bono legal services in Illinois.",
        "original_label": 1,
        "premise_score": 0.9926782846450806,
        "hypothesis_score": 0.9942312240600586,
        "user_label": 1
    },
    {
        "original_premise": "At the fulcrum is a coffee bar and cafe under a giant screen television flanked by CD listening stations.",
        "perturbed_premise": "Under a giant screen television flanked by CD listening stations is a coffee bar and cafe at the fulcrum.",
        "original_hypothesis": "There are no audio facilities near the coffee bar and cafe.",
        "perturbed_hypothesis": "Near the coffee bar and cafe, there are no facilities for audio.",
        "original_label": 2,
        "premise_score": 0.9222500920295715,
        "hypothesis_score": 0.9922673106193542,
        "user_label": 2
    },
    {
        "original_premise": "Model yields an estimate of the percentage change in a household's demand for postage as a result of owning a computer",
        "perturbed_premise": "4. A household's demand for postage as a result of owning a computer model yields an estimate of the percentage change.",
        "original_hypothesis": "People receive many more items in the post if they have a computer in the house.",
        "perturbed_hypothesis": "If people have a computer in the house, they receive many more post items.",
        "original_label": 1,
        "premise_score": 0.9858182072639465,
        "hypothesis_score": 0.9720844030380249,
        "user_label": 1
    },
    {
        "original_premise": "They have found a new object of their affection.",
        "perturbed_premise": "'A new object of their affection has found them.'",
        "original_hypothesis": "They love their new sports car.",
        "perturbed_hypothesis": "Their new sports car loves them.",
        "original_label": 1,
        "premise_score": 0.9896451234817505,
        "hypothesis_score": 0.9919488430023193,
        "user_label": 1
    },
    {
        "original_premise": "The best place to view the spring azaleas is at the Azalea Festival in the last week of April at Tokyo's Nezu shrine.",
        "perturbed_premise": "At Tokyo's Nezu shrine, the Azalea Festival is the best place to view the spring in the last week of April.",
        "original_hypothesis": "The Azalea Festival is the largest festival in the world.  ",
        "perturbed_hypothesis": "The world's largest festival is the Azalea Festival.",
        "original_label": 1,
        "premise_score": 0.9920337796211243,
        "hypothesis_score": 0.9961122870445251,
        "user_label": 1
    },
    {
        "original_premise": "Puri also has a beautiful beach, southwest of town, which is ideal for cooling off but those aren't sandcastles the Indians are making, they're miniature temples, for this is the Swarga Dwara (Heaven's Gateway), where the faithful wash away their sins.",
        "perturbed_premise": "For this is the Swarga Dwara (Heaven's Gateway), where the faithful wash away their sins, Puri also has a beautiful beach, southwest of town, which is ideal for cooling off, but the Indians aren't making miniature temples, those are sandcastles.",
        "original_hypothesis": "More Indians than foreigners go to the beach at Puri.",
        "perturbed_hypothesis": "At Puri, foreigners go to the beach more than Indians.",
        "original_label": 1,
        "premise_score": 0.8817054033279419,
        "hypothesis_score": 0.9955429434776306,
        "user_label": 1
    },
    {
        "original_premise": "These runs could cost far more than the value of the small improvement in service.",
        "perturbed_premise": "2. The cost of these runs could outweigh the value of the small improvement in service.",
        "original_hypothesis": "The runs would be a bigger cost than the improvement in service would bring.",
        "perturbed_hypothesis": "The improvement in service would bring a bigger cost than the runs would.",
        "original_label": 0,
        "premise_score": 0.995586633682251,
        "hypothesis_score": 0.976216197013855,
        "user_label": 0
    },
    {
        "original_premise": "The Times says this tracking list is drawn up from information from bookstores, but publishers say they routinely call up the Times to tip them off to books selling with increasing momentum so that they can be added to the tracking list.",
        "perturbed_premise": "Publishers routinely call up the Times to tip them off to books selling with increasing momentum, but the tracking list is drawn up from information from bookstores, says The Times, so that they can be added to it.",
        "original_hypothesis": "Publishers say one things about Times' drawing of lists from bookstores, while Times claims a different story.",
        "perturbed_hypothesis": "\"Bookstores claim a different story about Times' drawing of lists, while publishers say one thing.\"",
        "original_label": 0,
        "premise_score": 0.9630090594291687,
        "hypothesis_score": 0.8552246689796448,
        "user_label": 1
    },
    {
        "original_premise": "How do you propose to get in touch with your would-be employers?",
        "perturbed_premise": "Your would-be employers, how do you propose to get in touch with them?",
        "original_hypothesis": "How will you contact your potential employers?",
        "perturbed_hypothesis": "'Your potential employers, how will you contact?'",
        "original_label": 0,
        "premise_score": 0.9926203489303589,
        "hypothesis_score": 0.8491740226745605,
        "user_label": 0
    },
    {
        "original_premise": "Scutari is traditionally associated with the name of Florence Nightingale.",
        "perturbed_premise": "'Florence Nightingale is associated with the traditional name of Scutari.'",
        "original_hypothesis": "Scutari is generally linked with Florence Nightingale.",
        "perturbed_hypothesis": "\"Florence Nightingale is commonly associated with Scutari.\"",
        "original_label": 0,
        "premise_score": 0.9916476011276245,
        "hypothesis_score": 0.99471116065979,
        "user_label": 0
    },
    {
        "original_premise": "Was it a sudden decision on his part, or had he already made up his mind when he parted from me a few hours earlier? ",
        "perturbed_premise": "Had he made up his mind when he parted from me a few hours earlier, or was it a sudden decision on his part?",
        "original_hypothesis": "He left in the spur of the moment whilst we were talking, which was quite rude. ",
        "perturbed_hypothesis": "Whilst we were talking, he left in the spur of the moment, which was quite rude.",
        "original_label": 1,
        "premise_score": 0.9911223649978638,
        "hypothesis_score": 0.9924098253250122,
        "user_label": 1
    },
    {
        "original_premise": "The main attraction of Kom Ombo is the vibrant color still found on the columns in the Hypostyle Hall.",
        "perturbed_premise": "The Hypostyle Hall in Kom Ombo still boasts vibrant colors on its columns, which is the main attraction.",
        "original_hypothesis": "The Hypostyle Hall is the main sight to see at Kom Ombo, featuring striking colors which are preserved with a chemical agent.",
        "perturbed_hypothesis": "Preserved with a chemical agent, the striking colors at Kom Ombo's main sight, the Hypostyle Hall, are a must-see.",
        "original_label": 1,
        "premise_score": 0.9664350748062134,
        "hypothesis_score": 0.9863386750221252,
        "user_label": 1
    },
    {
        "original_premise": "The 37 hectares (91 acres) of garden are set on lands above the Wag Wag River, which twists through a steep and narrow valley.",
        "perturbed_premise": "The steep and narrow valley twists through the 37 hectares (91 acres) of garden set on lands above the Wag Wag River.",
        "original_hypothesis": "37 hectares is equivalent to just over 90 acres, and is the size of the gardens above the Wag Wag River.",
        "perturbed_hypothesis": "The gardens above the Wag Wag River are just over 90 acres, and 37 hectares is the equivalent size.",
        "original_label": 0,
        "premise_score": 0.9771888256072998,
        "hypothesis_score": 0.9367485642433167,
        "user_label": 0
    },
    {
        "original_premise": "It describes six applications of case study methods, including the purposes and pitfalls of each, and explains similarities and differences among the six.",
        "perturbed_premise": "'Each of the six applications of case study methods, including their purposes and pitfalls, is described, and the six are compared and contrasted to identify similarities and differences.'",
        "original_hypothesis": "There are six applications for the case studies of pollutants.",
        "perturbed_hypothesis": "5. Six applications exist for studying pollutants in case studies.",
        "original_label": 1,
        "premise_score": 0.9945214986801147,
        "hypothesis_score": 0.9945017099380493,
        "user_label": 1
    },
    {
        "original_premise": "The inspired centuries-old design sense of the Italians has turned their country into a delightful emporium of style and elegance for the foreign visitor.",
        "perturbed_premise": "The foreign visitor has turned the centuries-old design sense of the Italians into a delightful emporium of style and elegance, inspired by their country.",
        "original_hypothesis": "The Italians have the best design sense in the world.",
        "perturbed_hypothesis": "4. The Italians are the best in the world at sensing design.",
        "original_label": 1,
        "premise_score": 0.9891882538795471,
        "hypothesis_score": 0.9948754906654358,
        "user_label": 1
    },
    {
        "original_premise": "Since the rules were issued as interim rules and not as general notices of proposed rulemaking, they are not subject to the Unfunded Mandates Reform Act of 1995.",
        "perturbed_premise": "The Unfunded Mandates Reform Act of 1995 does not apply to the rules because they were issued as interim rules instead of general notices of proposed rulemaking.",
        "original_hypothesis": "The rules were issued as interim rules and not general notices of proposed rulemaking.",
        "perturbed_hypothesis": "As general notices of proposed rulemaking, the rules were not issued as interim rules.",
        "original_label": 0,
        "premise_score": 0.9937722086906433,
        "hypothesis_score": 0.9272059798240662,
        "user_label": 0
    },
    {
        "original_premise": "Some bugs are hell to track down.",
        "perturbed_premise": "\"Some down bugs are hell to track.\"",
        "original_hypothesis": "It is difficult to catch some bugs.",
        "perturbed_hypothesis": "Some bugs are difficult to catch.",
        "original_label": 0,
        "premise_score": 0.8931760787963867,
        "hypothesis_score": 0.9949136972427368,
        "user_label": 0
    },
    {
        "original_premise": "Just as in ancient times, without the River Nile, Egypt could not exist.",
        "perturbed_premise": "Egypt could not exist without the River Nile, just like in ancient times.",
        "original_hypothesis": "Without the Nile river, Egypt could not exist.",
        "perturbed_hypothesis": "Egypt could exist without the Nile river.",
        "original_label": 0,
        "premise_score": 0.9867566823959351,
        "hypothesis_score": 0.995039165019989,
        "user_label": 0
    },
    {
        "original_premise": "huh-uh i don't even want to go anywhere yeah that's about it",
        "perturbed_premise": "\"That's about it, I don't even want to go anywhere. Huh-uh, yeah!\"",
        "original_hypothesis": "There is nowhere I want to go.",
        "perturbed_hypothesis": "'Nowhere is where I want to go.'",
        "original_label": 0,
        "premise_score": 0.9755977392196655,
        "hypothesis_score": 0.9802871346473694,
        "user_label": 2
    },
    {
        "original_premise": "Although it's hard to disagree with James Surowiecki's roasting of Wade Cook in The Book on Cook, Surowiecki's assertion that the equity stock option market is simply a big casino that contribute[s] nothing to the smooth functioning of capital markets is both wrong and silly.",
        "perturbed_premise": "Although Wade Cook's roasting in The Book on Cook by James Surowiecki is hard to disagree with, Surowiecki's assertion that the equity stock option market is simply a big casino that contributes nothing to the smooth functioning of capital markets is both silly and wrong.",
        "original_hypothesis": "Wade Cook wrote The Book on Cook.",
        "perturbed_hypothesis": "\"Cook wrote The Book on Wade Cook.\"",
        "original_label": 2,
        "premise_score": 0.9926577210426331,
        "hypothesis_score": 0.9800208210945129,
        "user_label": 2
    },
    {
        "original_premise": "There is no tradition of clothes criticism that includes serious analysis, or even of costume criticism among theater, ballet, and opera critics, who do have an august writerly heritage.",
        "perturbed_premise": "Among theater, ballet, and opera critics, there is an august writerly heritage, but they do not have a tradition of clothes criticism that includes serious analysis or even costume criticism.",
        "original_hypothesis": "Clothes criticism is not serious. ",
        "perturbed_hypothesis": "\"Not serious clothes criticism.\"",
        "original_label": 0,
        "premise_score": 0.9298997521400452,
        "hypothesis_score": 0.8357143998146057,
        "user_label": 1
    },
    {
        "original_premise": "Sultan Abdul Hamid II (1876 1909) tried to apply absolute rule to an empire staggering under a crushing foreign debt, with a fragmented population of hostile people, and succeeded only in creating ill will and dissatisfaction amongst the younger generation of educated Turks.",
        "perturbed_premise": "Only ill will and dissatisfaction amongst the younger generation of educated Turks were created by Sultan Abdul Hamid II (1876-1909) despite his attempts to impose absolute rule on an empire burdened with a crushing foreign debt and a hostile, fragmented population.",
        "original_hypothesis": "Although he was disliked by educated young Turks, Sultan Abdul Hamid II was loved by the older generations.",
        "perturbed_hypothesis": "Sultan Abdul Hamid II was loved by the older generations, despite being disliked by educated young Turks.",
        "original_label": 1,
        "premise_score": 0.9619969725608826,
        "hypothesis_score": 0.9912407994270325,
        "user_label": 1
    },
    {
        "original_premise": "36 AC usage nationally for mercury control from power plants should be roughly proportional to the total MWe of coal-fired facilities that are equipped with the technology (this assumes an average capacity factor of 85 percent and other assumptions of Tables 4-4 and 4-5).",
        "perturbed_premise": "Assuming an average capacity factor of 85 percent and other assumptions of Tables 4-4 and 4-5, the usage of mercury control from power plants nationally should be roughly proportional to the total MWe of coal-fired facilities equipped with the technology, with 36 AC being the recommended amount.",
        "original_hypothesis": "Mercury control from power plants does not required AC.",
        "perturbed_hypothesis": "\"Control power does not require Mercury from AC plants.\"",
        "original_label": 2,
        "premise_score": 0.8064579367637634,
        "hypothesis_score": 0.9843083024024963,
        "user_label": 1
    },
    {
        "original_premise": "Text box 4.1 describes how the NIPA and unified budget concepts differ.",
        "perturbed_premise": "How NIPA and unified budget concepts differ is described in text box 4.1.",
        "original_hypothesis": "Text box 4.1 is the only place where you can find out about the differences between NIPA and unified budgets.",
        "perturbed_hypothesis": "The differences between NIPA and unified budgets can only be found in text box 4.1, nowhere else.",
        "original_label": 1,
        "premise_score": 0.9869260787963867,
        "hypothesis_score": 0.977559506893158,
        "user_label": 1
    },
    {
        "original_premise": "Or Sherlock Holmes?\"",
        "perturbed_premise": "\"Holmes or Sherlock?\"",
        "original_hypothesis": "I think it was Sherlock Holmes?",
        "perturbed_hypothesis": "- I was Sherlock Holmes, I think?",
        "original_label": 0,
        "premise_score": 0.9868469834327698,
        "hypothesis_score": 0.9473585486412048,
        "user_label": 1
    },
    {
        "original_premise": "Two bronze lions, carrying out feng shui principles, guard its doors.",
        "perturbed_premise": "Guard its doors, two bronze lions carrying out feng shui principles.",
        "original_hypothesis": "Two golden calfs, carrying out capitalist principles, laugh at customers.",
        "perturbed_hypothesis": "'Laughing customers carry out capitalist principles with two golden calves.'",
        "original_label": 2,
        "premise_score": 0.8963314294815063,
        "hypothesis_score": 0.9739316701889038,
        "user_label": 1
    },
    {
        "original_premise": "I entered her shack, opening the painted door covered in runes of warding.",
        "perturbed_premise": "Opening the painted door covered in runes of warding, I entered her shack.",
        "original_hypothesis": "I entered the shack, bidden by her--the runes of warding would have surely sent me away otherwise.",
        "perturbed_hypothesis": "The runes of warding, bidden by her, would have surely sent me away otherwise--I entered the shack.",
        "original_label": 1,
        "premise_score": 0.9930093288421631,
        "hypothesis_score": 0.9086526036262512,
        "user_label": 1
    },
    {
        "original_premise": "Perched on a steep slope, high in the Galilean hills, Safed (known also as Tzfat, Tsfat, Sefat, and Zefat) is a delightful village-town of some 22,000 people.",
        "perturbed_premise": "Safed, a delightful village-town of some 22,000 people, is known as Tzfat, Tsfat, Sefat, and Zefat and is perched high on a steep slope in the Galilean hills.",
        "original_hypothesis": "Safed is a village that goes by numerous other names.",
        "perturbed_hypothesis": "'A village that goes by numerous other names is Safed.'",
        "original_label": 0,
        "premise_score": 0.9856553077697754,
        "hypothesis_score": 0.9843642115592957,
        "user_label": 0
    },
    {
        "original_premise": "facilitate suits for benefits by using the State and Federal courts and the independent bar on which those courts depend for the proper performance of their duties and responsibilities.",
        "perturbed_premise": "Using the independent bar and the State and Federal courts, it is possible to hinder benefits by impeding the proper performance of their duties and responsibilities.",
        "original_hypothesis": "The State and Federal courts are the same regardless of location.",
        "perturbed_hypothesis": "Regardless of location, the State and Federal courts are not the same.",
        "original_label": 1,
        "premise_score": 0.9144135117530823,
        "hypothesis_score": 0.9923645257949829,
        "user_label": 1
    },
    {
        "original_premise": "See you Aug. 12, or soon thereafter, we hope.",
        "perturbed_premise": "We hope to see you soon thereafter, Aug. 12.",
        "original_hypothesis": "The person was going to attend on August 12.",
        "perturbed_hypothesis": "On August 12, the person was going to attend.",
        "original_label": 1,
        "premise_score": 0.9842702746391296,
        "hypothesis_score": 0.9911233186721802,
        "user_label": 1
    },
    {
        "original_premise": "You can either fly on TAP/Air Portugal (15-minute flight) or take the ferry (which leaves daily at 8am; Tel. 291/226 511).",
        "perturbed_premise": "Take the ferry (Tel. 291/226 511) which leaves daily at 8am or fly on TAP/Air Portugal (15-minute flight), you have the choice.",
        "original_hypothesis": "Taking the plane will give you more departure timing options than the ferry.",
        "perturbed_hypothesis": "The ferry will provide you with fewer options for departure times than taking the plane.",
        "original_label": 1,
        "premise_score": 0.9906214475631714,
        "hypothesis_score": 0.9919064044952393,
        "user_label": 1
    },
    {
        "original_premise": "Each individual's survival curve, or the probability of surviving beyond a given age, should shift as a result of an environmental quality improvement.",
        "perturbed_premise": "As a result of an environmental quality improvement, the probability of surviving beyond a given age should shift for each individual's survival curve.",
        "original_hypothesis": "Environmental quality has no impact on the life expectancy of people who are already old.",
        "perturbed_hypothesis": "'People who are already old have no impact on the environmental quality of life expectancy.'",
        "original_label": 2,
        "premise_score": 0.9035114049911499,
        "hypothesis_score": 0.9904100894927979,
        "user_label": 2
    },
    {
        "original_premise": "The number of steps built down into the interior means that it is unsuitable for the infirm or those with heart problems.",
        "perturbed_premise": "The interior built down into the number of steps means that it is unsuitable for those with heart problems or the infirm.",
        "original_hypothesis": "The interior is well suited for those with cardiac issues.",
        "perturbed_hypothesis": "Those with cardiac issues are well suited for the interior.",
        "original_label": 2,
        "premise_score": 0.8950669765472412,
        "hypothesis_score": 0.9954690933227539,
        "user_label": 2
    },
    {
        "original_premise": "Once they know their Social Security benefits promised under current law, workers can calculate how much they can expect from employer-sponsored pension plans and how much they need to save on their own for retirement.",
        "perturbed_premise": "Under current law, workers can calculate how much they need to save on their own for retirement once they know their Social Security benefits promised and how much they can expect from employer-sponsored pension plans.",
        "original_hypothesis": "Employer sponsored pension plans give workers money so that they can save for retirement.",
        "perturbed_hypothesis": "Money for retirement plans can be saved by workers through the employer's sponsorship of pension.",
        "original_label": 0,
        "premise_score": 0.9447044730186462,
        "hypothesis_score": 0.9406131505966187,
        "user_label": 0
    },
    {
        "original_premise": "If she wasn't, how would they have known Jane Finn had got the papers?",
        "perturbed_premise": "How would Jane Finn have known if they hadn't got the papers?",
        "original_hypothesis": "How would they know that Jane Finn had lost the papers?",
        "perturbed_hypothesis": "\"That Jane Finn had lost the papers, how would they know?\"",
        "original_label": 2,
        "premise_score": 0.8252416849136353,
        "hypothesis_score": 0.9017692804336548,
        "user_label": 0
    },
    {
        "original_premise": "well what station plays uh that type of music",
        "perturbed_premise": "\"That type of music plays well at what station, uh?\"",
        "original_hypothesis": "Which radio station plays a lot of contemporary Christian music?",
        "perturbed_hypothesis": "'Contemporary Christian music plays a lot on which radio station?'",
        "original_label": 1,
        "premise_score": 0.8902556896209717,
        "hypothesis_score": 0.9940927624702454,
        "user_label": 1
    },
    {
        "original_premise": "In Japan, Mainichi Shimbun criticized the new Liberal Democratic Party leader Keizo Obuchi for being devoid of fresh ideas for reviving the Japanese economy.",
        "perturbed_premise": "The new Liberal Democratic Party leader Keizo Obuchi was criticized by Mainichi Shimbun in Japan for having no new ideas to revive the Japanese economy.",
        "original_hypothesis": "Mainichi Shimbun approved of Keizo Obuchi's efforts toward improving the economy.",
        "perturbed_hypothesis": "Keizo Obuchi's efforts toward improving the economy were approved by Mainichi Shimbun.",
        "original_label": 2,
        "premise_score": 0.9904220104217529,
        "hypothesis_score": 0.9912112355232239,
        "user_label": 2
    },
    {
        "original_premise": "Also, disappointing earnings reports from Intel and other blue-chip companies in the two weeks leading up to the crash caused investors to question the value of entire portfolios.",
        "perturbed_premise": "In the two weeks leading up to the crash, investors questioned the value of entire portfolios due to disappointing earnings reports from Intel and other blue-chip companies, also causing concern.",
        "original_hypothesis": "Intel has had many disappointing earning reports.",
        "perturbed_hypothesis": "Many earning reports have disappointed Intel.",
        "original_label": 1,
        "premise_score": 0.9869807362556458,
        "hypothesis_score": 0.9935905933380127,
        "user_label": 1
    },
    {
        "original_premise": "Merrion Square West, Dublin 2.",
        "perturbed_premise": "Dublin 2, West Merrion Square.",
        "original_hypothesis": "Across the street from a Burger King.",
        "perturbed_hypothesis": "From Burger King, across the street.",
        "original_label": 1,
        "premise_score": 0.9680643677711487,
        "hypothesis_score": 0.8592259287834167,
        "user_label": 1
    },
    {
        "original_premise": "As for the divisive issue of whether the Mass is a sacrifice for the remission of sins, the statement affirms that Christ's death upon the cross ...",
        "perturbed_premise": "The statement affirms that Christ's death upon the cross is for the remission of sins, as for the divisive issue of whether the Mass is a sacrifice.",
        "original_hypothesis": "The statement does not say anything about Christ's death on the cross.",
        "perturbed_hypothesis": "2. The cross is not mentioned in the statement about Christ's death.",
        "original_label": 2,
        "premise_score": 0.9672974944114685,
        "hypothesis_score": 0.9926405549049377,
        "user_label": 2
    },
    {
        "original_premise": "it's neat when you think about how she wrote it and stuff otherwise the lyrics are kind of",
        "perturbed_premise": "Otherwise, it's kind of neat when you think about how she wrote the lyrics and stuff.",
        "original_hypothesis": "I think she wrote it when she was drunk one night. ",
        "perturbed_hypothesis": "\"When she was drunk one night, I think she wrote it.\"",
        "original_label": 1,
        "premise_score": 0.9372797608375549,
        "hypothesis_score": 0.9824712872505188,
        "user_label": 1
    },
    {
        "original_premise": "it's neat when you think about how she wrote it and stuff otherwise the lyrics are kind of",
        "perturbed_premise": "Otherwise, when you think about how she wrote it and stuff, the lyrics are kind of neat.",
        "original_hypothesis": "The way she wrote it isn't interesting at all. ",
        "perturbed_hypothesis": "3. She wrote it in an uninteresting way, that's for sure.",
        "original_label": 2,
        "premise_score": 0.9159696102142334,
        "hypothesis_score": 0.9821884036064148,
        "user_label": 2
    },
    {
        "original_premise": "Named after the city gentleman and infamous burglar, it is one of the best-known pubs in the city.",
        "perturbed_premise": "One of the city's best-known pubs, it was named after the infamous burglar and gentleman.",
        "original_hypothesis": "The well-known pub was named after a burglar.",
        "perturbed_hypothesis": "\"After a burglar was named, the well-known pub became popular.\"",
        "original_label": 0,
        "premise_score": 0.9867967367172241,
        "hypothesis_score": 0.990962564945221,
        "user_label": 1
    },
    {
        "original_premise": "(In the short run, higher-income taxpayers may pay more taxes, not less, if a capgains rate cut leads them to sell more assets than they otherwise would have done.)",
        "perturbed_premise": "Higher-income taxpayers may sell more assets than they otherwise would have done if a capgains rate cut leads to them paying more taxes in the short run, not less.",
        "original_hypothesis": "Richer people might have a tax increase.",
        "perturbed_hypothesis": "'Might increase tax for richer people.'",
        "original_label": 0,
        "premise_score": 0.9903253316879272,
        "hypothesis_score": 0.9275277256965637,
        "user_label": 1
    },
    {
        "original_premise": "Jon drew it out and stabbed again in the man's throat.",
        "perturbed_premise": "In the man's throat, Jon stabbed again and drew it out.",
        "original_hypothesis": "Jon stabbed the man in the throat once and then stabbed the man in the chest.",
        "perturbed_hypothesis": "Once Jon stabbed the man in the chest, he then proceeded to stab the man in the throat.",
        "original_label": 1,
        "premise_score": 0.9304929375648499,
        "hypothesis_score": 0.9848697185516357,
        "user_label": 1
    },
    {
        "original_premise": "Most recently, GAO reviewed activities of the White House China Trade Relations Working Group, which was established at the request of President Clinton in the exercise of his Constitutional powers.",
        "perturbed_premise": "The Constitutional powers of President Clinton were exercised when he requested the establishment of the White House China Trade Relations Working Group, which was reviewed by GAO for its activities most recently.",
        "original_hypothesis": "President Clinton wasn't exercising his Constitutional powers when he made the request.",
        "perturbed_hypothesis": "When he made the request, President Clinton wasn't exercising his Constitutional powers.",
        "original_label": 2,
        "premise_score": 0.992259681224823,
        "hypothesis_score": 0.9869510531425476,
        "user_label": 2
    },
    {
        "original_premise": "Dirt mounds surrounded the pit so that the spectators stood five or six people deep around the edge of the pit.",
        "perturbed_premise": "The spectators stood around the edge of the pit, five or six people deep, surrounded by dirt mounds.",
        "original_hypothesis": "There are piles around the hole.",
        "perturbed_hypothesis": "Around the hole, there are piles.",
        "original_label": 0,
        "premise_score": 0.9811795353889465,
        "hypothesis_score": 0.9915221929550171,
        "user_label": 0
    },
    {
        "original_premise": "The almost midtown Massabielle quarter (faubourg de Massabielle), is sometimes described as the most picturesque in the city.",
        "perturbed_premise": "The Massabielle quarter, almost midtown (faubourg de Massabielle), is described as the most picturesque in the city sometimes.",
        "original_hypothesis": "The Massabielle quarter is a very touristy place.",
        "perturbed_hypothesis": "'A very touristy place is the Massabielle quarter.'",
        "original_label": 0,
        "premise_score": 0.9760856628417969,
        "hypothesis_score": 0.9911160469055176,
        "user_label": 0
    },
    {
        "original_premise": "When the two nations divided it up, France got 54 sq km (21 sq miles) and Holland agreed to take just 41 sq km (16 sq miles), but that included the important salt pond near the Dutch capital of Philipsburg.",
        "perturbed_premise": "Holland agreed to take just 41 sq km (16 sq miles) near the Dutch capital of Philipsburg, but France got 54 sq km (21 sq miles) which included the important salt pond when the two nations divided it up.",
        "original_hypothesis": "The French ended up with control over the salt pound.",
        "perturbed_hypothesis": "The salt pound ended up controlling the French.",
        "original_label": 2,
        "premise_score": 0.9840196371078491,
        "hypothesis_score": 0.8445034623146057,
        "user_label": 1
    },
    {
        "original_premise": "I jumped, coat tails flapping.",
        "perturbed_premise": "'Coat tails flapping, I jumped.'",
        "original_hypothesis": "I jumped while wearing a coat.",
        "perturbed_hypothesis": "While wearing a coat, I jumped.",
        "original_label": 0,
        "premise_score": 0.9145764112472534,
        "hypothesis_score": 0.990092933177948,
        "user_label": 0
    },
    {
        "original_premise": "i don't even know how they figure it really i'm glad i don't work in a store",
        "perturbed_premise": "\"I'm glad they don't even know how to figure it out, otherwise I would work in a store.\"",
        "original_hypothesis": "I'm really happy that I work in a store.",
        "perturbed_hypothesis": "\"I work in a store that really makes me happy.\"",
        "original_label": 2,
        "premise_score": 0.9912844896316528,
        "hypothesis_score": 0.9938526153564453,
        "user_label": 2
    }
]